[
  {
    "exercise_group" : "Push",
    "image" : "@push-up.png",
    "exercises" : [
      {"name" : "Push up", "type" : "reps", "image" : "@1@push-up", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Push up hold", "type" : "time", "image" : "@1@push-up", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Kneeling push up", "type" : "reps", "image" : "@1@push-up", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Close push up", "type" : "reps", "image" : "@1@push-up", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"}
    ]
  },
  {
    "exercise_group" : "Pull",
    "image" : "@pull-up.png",
    "exercises" : [
      {"name" : "Pull up", "type" : "reps", "image" : "@2@pull-up", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Pull up hold", "type" : "time", "image" : "@2@pull-up", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Row", "type" : "reps", "image" : "@2@pull-up", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"}
    ]
  },
  {
    "exercise_group" : "Handstand",
    "image" : "@handstand.png",
    "exercises" : [
      {"name" : "Headstand", "type" : "time", "image" : "@3@handstand", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Crow hold", "type" : "time", "image" : "@3@handstand", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Pike push up", "type" : "reps", "image" : "@3@handstand", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Handstand push up", "type" : "reps", "image" : "@3@handstand", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"}
    ]
  },
  {
    "exercise_group" : "Core",
    "image" : "@core.png",
    "exercises" : [
      {"name" : "Plank", "type" : "time", "image" : "@4@core", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Push up hold", "type" : "time", "image" : "@4@core", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Sit up", "type" : "reps", "image" : "@4@core", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"}
    ]
  },
  {
    "exercise_group" : "Bridge",
    "image" : "@bridge.png",
    "exercises" : [
      {"name" : "Half bridge", "type" : "reps", "image" : "@5@bridge", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Half bridge hold", "type" : "time", "image" : "@5@bridge", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Table bridge", "type" : "reps", "image" : "@5@bridge", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Table bridge hold", "type" : "time", "image" : "@5@bridge", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"}
    ]
  },
  {
    "exercise_group" : "Legs",
    "image" : "@squat.png",
    "exercises" : [
      {"name" : "Squat", "type" : "reps", "image" : "@6@squat", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Squat hold", "type" : "time", "image" : "@6@squat", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Lunge", "type" : "reps", "image" : "@6@squat", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Cossac squat", "type" : "reps", "image" : "@6@squat", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"}
    ]
  },


  {
    "exercise_group": "Lowery",
    "image": "@Flynn.png",
    "exercises": [
      {
        "name": "Neva",
        "type": "reps",
        "description": "Nostrud mollit sunt sint ut est exercitation commodo. Lorem in dolor enim in enim esse amet minim incididunt. Non sunt minim nostrud ullamco mollit cupidatat quis ex nulla voluptate. Eu do et exercitation sit deserunt irure. Ex irure esse id fugiat ex deserunt minim et exercitation cillum do ex ullamco sint.\r\n"
      },
      {
        "name": "Randi",
        "type": "reps",
        "description": "Aliqua ex voluptate et enim voluptate labore tempor sunt. Eiusmod sit nulla labore amet dolore ullamco adipisicing ea. Elit officia ad in ad do ipsum proident nisi sit deserunt.\r\n"
      },
      {
        "name": "Pauline",
        "type": "time",
        "description": "Elit aliquip sunt tempor aute. Cillum proident adipisicing aute aute et id. Tempor duis non proident sit eiusmod enim occaecat culpa pariatur mollit reprehenderit ullamco.\r\n"
      },
      {
        "name": "Valarie",
        "type": "time",
        "description": "In esse nulla cillum occaecat anim nostrud est pariatur ea. Excepteur mollit nostrud et ad amet. Nisi proident magna ipsum nostrud excepteur laboris Lorem elit cupidatat duis ullamco officia. Nostrud ad laboris ad proident enim sit dolore do exercitation consequat esse amet duis cupidatat. Pariatur dolor consectetur officia culpa elit magna.\r\n"
      },
      {
        "name": "Agnes",
        "type": "time",
        "description": "Velit eiusmod deserunt incididunt enim laboris occaecat incididunt tempor ut eu cillum. Id duis proident proident esse eu esse. Est in ut laboris qui nulla sit exercitation mollit exercitation nulla veniam adipisicing dolor. Nisi voluptate elit commodo nostrud voluptate amet fugiat velit.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Morales",
    "image": "@Barrera.png",
    "exercises": [
      {
        "name": "Tanisha",
        "type": "reps",
        "description": "Pariatur ex incididunt occaecat do voluptate aliqua id sit ea ad fugiat. Reprehenderit cupidatat mollit incididunt ad sint nisi sint. Eiusmod laboris duis nostrud exercitation voluptate minim amet velit cillum culpa laboris nostrud dolore. Laborum eiusmod aute consectetur cillum aliquip labore ex.\r\n"
      },
      {
        "name": "Meadows",
        "type": "reps",
        "description": "Consectetur ut elit et labore dolor. Id labore exercitation Lorem dolore occaecat nulla ipsum magna in laboris duis. Cupidatat non excepteur non ipsum laboris nisi tempor deserunt est tempor culpa amet id. Tempor sit qui dolore non. Esse quis eu nulla et officia aliqua.\r\n"
      },
      {
        "name": "Erickson",
        "type": "time",
        "description": "Sint excepteur sit occaecat cillum anim dolor ullamco ut aliquip dolore aute. Ipsum id nostrud esse anim et. Est et eu ut occaecat quis adipisicing. Irure consequat deserunt pariatur exercitation ipsum ex ullamco consectetur officia. Esse elit cillum duis fugiat deserunt ex aliquip Lorem ea. Pariatur reprehenderit pariatur qui Lorem ut excepteur ut eu consequat Lorem eu aute veniam.\r\n"
      },
      {
        "name": "Gomez",
        "type": "time",
        "description": "Ea exercitation nulla ipsum tempor qui. Culpa mollit occaecat amet pariatur eiusmod. Deserunt anim laboris veniam id exercitation. Pariatur eiusmod aute aliqua laborum id et non laboris labore ex.\r\n"
      },
      {
        "name": "Fannie",
        "type": "reps",
        "description": "Nostrud anim excepteur Lorem minim. Laborum deserunt ea cupidatat ullamco proident velit mollit cupidatat dolore. Amet Lorem cillum laboris officia voluptate nisi adipisicing ipsum velit ex.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Shawna",
    "image": "@Duffy.png",
    "exercises": [
      {
        "name": "Clay",
        "type": "time",
        "description": "Excepteur nisi culpa minim ullamco eiusmod ullamco. Ipsum nulla exercitation esse incididunt pariatur duis ullamco amet anim quis. Voluptate culpa culpa magna irure incididunt cupidatat pariatur magna. Deserunt proident adipisicing enim magna adipisicing veniam. Irure eiusmod nostrud ullamco cillum reprehenderit sint dolor fugiat ullamco fugiat cupidatat officia fugiat.\r\n"
      },
      {
        "name": "Mitzi",
        "type": "reps",
        "description": "Ea voluptate anim tempor eiusmod irure fugiat ea laboris in aliquip. Sit labore reprehenderit exercitation tempor tempor. Proident nulla elit incididunt Lorem Lorem excepteur proident.\r\n"
      },
      {
        "name": "Bernard",
        "type": "reps",
        "description": "Lorem enim nulla ut qui exercitation commodo cillum proident labore qui fugiat. Duis Lorem dolor id ut dolore anim aute incididunt adipisicing veniam culpa do duis magna. Nostrud sit deserunt qui culpa do adipisicing amet sunt cillum laborum ad aute.\r\n"
      },
      {
        "name": "Clara",
        "type": "time",
        "description": "Fugiat laborum qui voluptate occaecat. Magna commodo quis enim occaecat culpa. Proident elit fugiat ea ex nisi aute minim eu dolore quis occaecat dolor nulla. Tempor sunt labore excepteur officia eiusmod elit nostrud exercitation. Voluptate labore et laborum proident. Non voluptate irure amet cillum cupidatat Lorem dolore anim est exercitation pariatur deserunt sint.\r\n"
      },
      {
        "name": "Jeanette",
        "type": "time",
        "description": "Aute laboris sint aliqua irure labore eu ipsum ullamco incididunt est ullamco. Deserunt in duis eiusmod officia aliquip non pariatur sit. Ad cillum tempor proident ipsum voluptate velit minim sunt. Incididunt elit id do quis officia esse labore do ipsum exercitation. Non elit adipisicing deserunt id ea irure adipisicing. Incididunt qui consectetur aliqua ad ex excepteur nostrud minim sunt ullamco esse. Et eu dolore anim irure laborum dolore qui amet.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Katharine",
    "image": "@Schmidt.png",
    "exercises": [
      {
        "name": "Jami",
        "type": "reps",
        "description": "Adipisicing non aliquip mollit labore laborum eiusmod dolore duis veniam eu qui laboris occaecat. Commodo non aliquip veniam sit proident. Cupidatat anim exercitation et minim aliqua non esse.\r\n"
      },
      {
        "name": "Hutchinson",
        "type": "time",
        "description": "Et exercitation mollit elit laboris consectetur do do amet amet. Eu et in sit commodo laborum. Id ex nisi consequat proident ullamco laboris. Deserunt laborum veniam tempor duis sunt qui sint officia elit amet ex elit reprehenderit. Et sunt qui excepteur quis officia duis aliqua aliqua id velit consequat Lorem. In qui sit consectetur consequat sit esse exercitation veniam.\r\n"
      },
      {
        "name": "Roxanne",
        "type": "reps",
        "description": "Consequat pariatur Lorem aliquip dolor amet sint. Reprehenderit aute minim aliqua minim laborum aute adipisicing ad est sunt sit ullamco. Velit cupidatat dolor nostrud Lorem amet cupidatat non eu laboris ad incididunt commodo. Esse amet qui officia cillum occaecat voluptate in esse anim adipisicing fugiat. Consequat esse aute tempor ea cupidatat reprehenderit. Eiusmod id ex officia ullamco ea id consequat fugiat eu eu voluptate fugiat cupidatat qui.\r\n"
      },
      {
        "name": "Callie",
        "type": "reps",
        "description": "Pariatur sint sit Lorem dolore minim eu ea nisi. Fugiat eiusmod deserunt occaecat sit commodo sit exercitation deserunt quis exercitation nostrud excepteur ad. Laboris minim pariatur est cillum. Non ea cillum Lorem reprehenderit fugiat qui ullamco sint.\r\n"
      },
      {
        "name": "Leola",
        "type": "time",
        "description": "Occaecat amet enim exercitation sunt ad tempor minim exercitation consequat. Id tempor magna velit dolor tempor labore aute aliqua id est pariatur ipsum qui dolore. Est nisi laboris tempor adipisicing sunt laborum consequat nostrud quis dolore magna. Incididunt eiusmod nulla quis voluptate nulla amet enim consequat ex cillum sunt. Ea sunt voluptate laboris duis qui. Deserunt id eiusmod nulla ad deserunt ex Lorem fugiat consequat.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Long",
    "image": "@Bridges.png",
    "exercises": [
      {
        "name": "Darcy",
        "type": "time",
        "description": "Occaecat quis sint est exercitation deserunt consectetur nisi. Lorem labore occaecat magna reprehenderit veniam eu est amet mollit anim reprehenderit ipsum sunt. Cupidatat quis incididunt proident cillum officia.\r\n"
      },
      {
        "name": "Christina",
        "type": "time",
        "description": "Eu incididunt magna anim laboris proident id minim officia nisi consequat ea pariatur. Ut nostrud eu deserunt officia excepteur. Aliqua adipisicing aliquip duis aute voluptate nulla incididunt in. Sit labore in nisi ad ex qui do est est.\r\n"
      },
      {
        "name": "Duran",
        "type": "reps",
        "description": "Aute elit Lorem adipisicing consectetur. Quis dolor in dolore Lorem magna ullamco cillum eiusmod. Mollit et reprehenderit mollit cupidatat elit reprehenderit adipisicing amet voluptate excepteur anim aliquip nostrud reprehenderit. Veniam non do aliqua sit amet.\r\n"
      },
      {
        "name": "Lourdes",
        "type": "reps",
        "description": "Magna amet voluptate nulla veniam deserunt exercitation ipsum tempor proident qui enim. In exercitation occaecat irure laboris aliqua elit amet dolor exercitation aliquip. Nulla est duis elit eu adipisicing voluptate ut fugiat excepteur. Exercitation ea veniam nostrud excepteur nostrud aute. Cillum ullamco elit elit laborum tempor adipisicing ea ex proident id laborum.\r\n"
      },
      {
        "name": "Janine",
        "type": "time",
        "description": "Nulla qui irure pariatur sit officia cillum laborum ex laborum adipisicing reprehenderit. Aute minim anim commodo magna occaecat labore nulla amet et sint ex non nostrud ad. Sunt anim duis adipisicing quis commodo magna. Ipsum ex proident labore nisi ea proident aliquip laborum id veniam ad incididunt in ad. Cupidatat nisi eu do qui ipsum ipsum laboris est id.\r\n"
      }
    ]
  }
]