[
  {
    "exercise_group" : "Push",
    "image" : "@push-up.png",
    "exercises" : [
      {"name" : "Push up", "type" : "reps", "image" : "@1@push-up", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Push up hold", "type" : "time", "image" : "@1@push-up", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Kneeling push up", "type" : "reps", "image" : "@1@push-up", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Close push up", "type" : "reps", "image" : "@1@push-up", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"}
    ]
  },
  {
    "exercise_group" : "Pull",
    "image" : "@pull-up.png",
    "exercises" : [
      {"name" : "Pull up", "type" : "reps", "image" : "@2@pull-up", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Pull up hold", "type" : "time", "image" : "@2@pull-up", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Row", "type" : "reps", "image" : "@2@pull-up", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"}
    ]
  },
  {
    "exercise_group" : "Handstand",
    "image" : "@handstand.png",
    "exercises" : [
      {"name" : "Headstand", "type" : "time", "image" : "@3@handstand", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Crow hold", "type" : "time", "image" : "@3@handstand", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Pike push up", "type" : "reps", "image" : "@3@handstand", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Handstand push up", "type" : "reps", "image" : "@3@handstand", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"}
    ]
  },
  {
    "exercise_group" : "Core",
    "image" : "@core.png",
    "exercises" : [
      {"name" : "Plank", "type" : "time", "image" : "@4@core", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Push up hold", "type" : "time", "image" : "@4@core", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Sit up", "type" : "reps", "image" : "@4@core", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"}
    ]
  },
  {
    "exercise_group" : "Bridge",
    "image" : "@bridge.png",
    "exercises" : [
      {"name" : "Half bridge", "type" : "reps", "image" : "@5@bridge", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Half bridge hold", "type" : "time", "image" : "@5@bridge", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Table bridge", "type" : "reps", "image" : "@5@bridge", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Table bridge hold", "type" : "time", "image" : "@5@bridge", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"}
    ]
  },
  {
    "exercise_group" : "Legs",
    "image" : "@squat.png",
    "exercises" : [
      {"name" : "Squat", "type" : "reps", "image" : "@6@squat", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Squat hold", "type" : "time", "image" : "@6@squat", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Lunge", "type" : "reps", "image" : "@6@squat", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"},
      {"name" : "Cossac squat", "type" : "reps", "image" : "@6@squat", "description" : "* Get into push up position \n* Contract Chest, arms, back, core and quads \n"}
    ]
  },


  {
    "exercise_group": "Lowery",
    "image": "@Flynn.png",
    "exercises": [
      {
        "name": "Neva",
        "type": "reps",
        "description": "Nostrud mollit sunt sint ut est exercitation commodo. Lorem in dolor enim in enim esse amet minim incididunt. Non sunt minim nostrud ullamco mollit cupidatat quis ex nulla voluptate. Eu do et exercitation sit deserunt irure. Ex irure esse id fugiat ex deserunt minim et exercitation cillum do ex ullamco sint.\r\n"
      },
      {
        "name": "Randi",
        "type": "reps",
        "description": "Aliqua ex voluptate et enim voluptate labore tempor sunt. Eiusmod sit nulla labore amet dolore ullamco adipisicing ea. Elit officia ad in ad do ipsum proident nisi sit deserunt.\r\n"
      },
      {
        "name": "Pauline",
        "type": "time",
        "description": "Elit aliquip sunt tempor aute. Cillum proident adipisicing aute aute et id. Tempor duis non proident sit eiusmod enim occaecat culpa pariatur mollit reprehenderit ullamco.\r\n"
      },
      {
        "name": "Valarie",
        "type": "time",
        "description": "In esse nulla cillum occaecat anim nostrud est pariatur ea. Excepteur mollit nostrud et ad amet. Nisi proident magna ipsum nostrud excepteur laboris Lorem elit cupidatat duis ullamco officia. Nostrud ad laboris ad proident enim sit dolore do exercitation consequat esse amet duis cupidatat. Pariatur dolor consectetur officia culpa elit magna.\r\n"
      },
      {
        "name": "Agnes",
        "type": "time",
        "description": "Velit eiusmod deserunt incididunt enim laboris occaecat incididunt tempor ut eu cillum. Id duis proident proident esse eu esse. Est in ut laboris qui nulla sit exercitation mollit exercitation nulla veniam adipisicing dolor. Nisi voluptate elit commodo nostrud voluptate amet fugiat velit.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Morales",
    "image": "@Barrera.png",
    "exercises": [
      {
        "name": "Tanisha",
        "type": "reps",
        "description": "Pariatur ex incididunt occaecat do voluptate aliqua id sit ea ad fugiat. Reprehenderit cupidatat mollit incididunt ad sint nisi sint. Eiusmod laboris duis nostrud exercitation voluptate minim amet velit cillum culpa laboris nostrud dolore. Laborum eiusmod aute consectetur cillum aliquip labore ex.\r\n"
      },
      {
        "name": "Meadows",
        "type": "reps",
        "description": "Consectetur ut elit et labore dolor. Id labore exercitation Lorem dolore occaecat nulla ipsum magna in laboris duis. Cupidatat non excepteur non ipsum laboris nisi tempor deserunt est tempor culpa amet id. Tempor sit qui dolore non. Esse quis eu nulla et officia aliqua.\r\n"
      },
      {
        "name": "Erickson",
        "type": "time",
        "description": "Sint excepteur sit occaecat cillum anim dolor ullamco ut aliquip dolore aute. Ipsum id nostrud esse anim et. Est et eu ut occaecat quis adipisicing. Irure consequat deserunt pariatur exercitation ipsum ex ullamco consectetur officia. Esse elit cillum duis fugiat deserunt ex aliquip Lorem ea. Pariatur reprehenderit pariatur qui Lorem ut excepteur ut eu consequat Lorem eu aute veniam.\r\n"
      },
      {
        "name": "Gomez",
        "type": "time",
        "description": "Ea exercitation nulla ipsum tempor qui. Culpa mollit occaecat amet pariatur eiusmod. Deserunt anim laboris veniam id exercitation. Pariatur eiusmod aute aliqua laborum id et non laboris labore ex.\r\n"
      },
      {
        "name": "Fannie",
        "type": "reps",
        "description": "Nostrud anim excepteur Lorem minim. Laborum deserunt ea cupidatat ullamco proident velit mollit cupidatat dolore. Amet Lorem cillum laboris officia voluptate nisi adipisicing ipsum velit ex.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Shawna",
    "image": "@Duffy.png",
    "exercises": [
      {
        "name": "Clay",
        "type": "time",
        "description": "Excepteur nisi culpa minim ullamco eiusmod ullamco. Ipsum nulla exercitation esse incididunt pariatur duis ullamco amet anim quis. Voluptate culpa culpa magna irure incididunt cupidatat pariatur magna. Deserunt proident adipisicing enim magna adipisicing veniam. Irure eiusmod nostrud ullamco cillum reprehenderit sint dolor fugiat ullamco fugiat cupidatat officia fugiat.\r\n"
      },
      {
        "name": "Mitzi",
        "type": "reps",
        "description": "Ea voluptate anim tempor eiusmod irure fugiat ea laboris in aliquip. Sit labore reprehenderit exercitation tempor tempor. Proident nulla elit incididunt Lorem Lorem excepteur proident.\r\n"
      },
      {
        "name": "Bernard",
        "type": "reps",
        "description": "Lorem enim nulla ut qui exercitation commodo cillum proident labore qui fugiat. Duis Lorem dolor id ut dolore anim aute incididunt adipisicing veniam culpa do duis magna. Nostrud sit deserunt qui culpa do adipisicing amet sunt cillum laborum ad aute.\r\n"
      },
      {
        "name": "Clara",
        "type": "time",
        "description": "Fugiat laborum qui voluptate occaecat. Magna commodo quis enim occaecat culpa. Proident elit fugiat ea ex nisi aute minim eu dolore quis occaecat dolor nulla. Tempor sunt labore excepteur officia eiusmod elit nostrud exercitation. Voluptate labore et laborum proident. Non voluptate irure amet cillum cupidatat Lorem dolore anim est exercitation pariatur deserunt sint.\r\n"
      },
      {
        "name": "Jeanette",
        "type": "time",
        "description": "Aute laboris sint aliqua irure labore eu ipsum ullamco incididunt est ullamco. Deserunt in duis eiusmod officia aliquip non pariatur sit. Ad cillum tempor proident ipsum voluptate velit minim sunt. Incididunt elit id do quis officia esse labore do ipsum exercitation. Non elit adipisicing deserunt id ea irure adipisicing. Incididunt qui consectetur aliqua ad ex excepteur nostrud minim sunt ullamco esse. Et eu dolore anim irure laborum dolore qui amet.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Katharine",
    "image": "@Schmidt.png",
    "exercises": [
      {
        "name": "Jami",
        "type": "reps",
        "description": "Adipisicing non aliquip mollit labore laborum eiusmod dolore duis veniam eu qui laboris occaecat. Commodo non aliquip veniam sit proident. Cupidatat anim exercitation et minim aliqua non esse.\r\n"
      },
      {
        "name": "Hutchinson",
        "type": "time",
        "description": "Et exercitation mollit elit laboris consectetur do do amet amet. Eu et in sit commodo laborum. Id ex nisi consequat proident ullamco laboris. Deserunt laborum veniam tempor duis sunt qui sint officia elit amet ex elit reprehenderit. Et sunt qui excepteur quis officia duis aliqua aliqua id velit consequat Lorem. In qui sit consectetur consequat sit esse exercitation veniam.\r\n"
      },
      {
        "name": "Roxanne",
        "type": "reps",
        "description": "Consequat pariatur Lorem aliquip dolor amet sint. Reprehenderit aute minim aliqua minim laborum aute adipisicing ad est sunt sit ullamco. Velit cupidatat dolor nostrud Lorem amet cupidatat non eu laboris ad incididunt commodo. Esse amet qui officia cillum occaecat voluptate in esse anim adipisicing fugiat. Consequat esse aute tempor ea cupidatat reprehenderit. Eiusmod id ex officia ullamco ea id consequat fugiat eu eu voluptate fugiat cupidatat qui.\r\n"
      },
      {
        "name": "Callie",
        "type": "reps",
        "description": "Pariatur sint sit Lorem dolore minim eu ea nisi. Fugiat eiusmod deserunt occaecat sit commodo sit exercitation deserunt quis exercitation nostrud excepteur ad. Laboris minim pariatur est cillum. Non ea cillum Lorem reprehenderit fugiat qui ullamco sint.\r\n"
      },
      {
        "name": "Leola",
        "type": "time",
        "description": "Occaecat amet enim exercitation sunt ad tempor minim exercitation consequat. Id tempor magna velit dolor tempor labore aute aliqua id est pariatur ipsum qui dolore. Est nisi laboris tempor adipisicing sunt laborum consequat nostrud quis dolore magna. Incididunt eiusmod nulla quis voluptate nulla amet enim consequat ex cillum sunt. Ea sunt voluptate laboris duis qui. Deserunt id eiusmod nulla ad deserunt ex Lorem fugiat consequat.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Long",
    "image": "@Bridges.png",
    "exercises": [
      {
        "name": "Darcy",
        "type": "time",
        "description": "Occaecat quis sint est exercitation deserunt consectetur nisi. Lorem labore occaecat magna reprehenderit veniam eu est amet mollit anim reprehenderit ipsum sunt. Cupidatat quis incididunt proident cillum officia.\r\n"
      },
      {
        "name": "Christina",
        "type": "time",
        "description": "Eu incididunt magna anim laboris proident id minim officia nisi consequat ea pariatur. Ut nostrud eu deserunt officia excepteur. Aliqua adipisicing aliquip duis aute voluptate nulla incididunt in. Sit labore in nisi ad ex qui do est est.\r\n"
      },
      {
        "name": "Duran",
        "type": "reps",
        "description": "Aute elit Lorem adipisicing consectetur. Quis dolor in dolore Lorem magna ullamco cillum eiusmod. Mollit et reprehenderit mollit cupidatat elit reprehenderit adipisicing amet voluptate excepteur anim aliquip nostrud reprehenderit. Veniam non do aliqua sit amet.\r\n"
      },
      {
        "name": "Lourdes",
        "type": "reps",
        "description": "Magna amet voluptate nulla veniam deserunt exercitation ipsum tempor proident qui enim. In exercitation occaecat irure laboris aliqua elit amet dolor exercitation aliquip. Nulla est duis elit eu adipisicing voluptate ut fugiat excepteur. Exercitation ea veniam nostrud excepteur nostrud aute. Cillum ullamco elit elit laborum tempor adipisicing ea ex proident id laborum.\r\n"
      },
      {
        "name": "Janine",
        "type": "time",
        "description": "Nulla qui irure pariatur sit officia cillum laborum ex laborum adipisicing reprehenderit. Aute minim anim commodo magna occaecat labore nulla amet et sint ex non nostrud ad. Sunt anim duis adipisicing quis commodo magna. Ipsum ex proident labore nisi ea proident aliquip laborum id veniam ad incididunt in ad. Cupidatat nisi eu do qui ipsum ipsum laboris est id.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Arnold",
    "image": "@Long.png",
    "exercises": [
      {
        "name": "Baird",
        "type": "reps",
        "description": "Enim quis amet ullamco veniam cillum labore eu et. Nulla eu aliquip fugiat occaecat velit ullamco veniam consectetur. Aliquip enim anim officia tempor dolore consequat et non est Lorem consequat. Eiusmod dolor nulla exercitation nulla enim nulla exercitation commodo deserunt. In voluptate sit exercitation ea aliqua sint consequat id reprehenderit consequat.\r\n"
      },
      {
        "name": "Jean",
        "type": "reps",
        "description": "Occaecat officia dolore aliqua ea anim voluptate commodo commodo mollit ipsum. Incididunt sit dolore proident aliquip occaecat magna aliqua enim mollit consectetur adipisicing duis est laborum. Elit laboris nisi occaecat dolore consectetur ad. Enim aliqua pariatur proident aliquip nostrud in. Dolore aliqua esse dolor mollit laboris nostrud.\r\n"
      },
      {
        "name": "Kathleen",
        "type": "time",
        "description": "Non labore sunt tempor adipisicing aute deserunt. Aute excepteur id incididunt nulla ipsum nulla. Nisi qui commodo exercitation sint deserunt veniam culpa incididunt ipsum ut occaecat non dolor.\r\n"
      },
      {
        "name": "Tamra",
        "type": "time",
        "description": "Exercitation labore tempor aliqua irure. Ex occaecat elit velit labore eiusmod sunt quis nostrud tempor labore irure. Duis anim proident laborum non fugiat nostrud laborum. Proident officia esse deserunt reprehenderit incididunt enim aliquip Lorem consequat irure cillum ipsum labore fugiat. Commodo exercitation excepteur dolore laborum adipisicing nulla ea ad. In incididunt esse id eu labore labore irure in consectetur excepteur duis occaecat consectetur. Id ut veniam voluptate Lorem labore aliquip cupidatat officia.\r\n"
      },
      {
        "name": "Alba",
        "type": "reps",
        "description": "Ex consectetur quis amet et nostrud non velit incididunt. Irure reprehenderit minim et sint exercitation ullamco in occaecat irure officia aliquip ex culpa. Aliqua anim dolor veniam occaecat incididunt irure aliquip eiusmod irure sunt reprehenderit sunt quis. Aliqua cillum nostrud cupidatat eiusmod qui eu Lorem quis ex laboris sint. Aute aliquip non reprehenderit aliquip velit. Et eiusmod excepteur proident eu minim ipsum exercitation dolore. Pariatur excepteur ut culpa ex dolor aute ex elit ad officia labore reprehenderit.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Sanford",
    "image": "@Klein.png",
    "exercises": [
      {
        "name": "Gilbert",
        "type": "time",
        "description": "Excepteur aliqua aliquip sunt esse occaecat. In quis labore excepteur anim sunt excepteur commodo consectetur et esse aute. Aliqua tempor non culpa elit laborum magna commodo id adipisicing anim sint elit proident proident. Eiusmod duis deserunt anim consectetur irure aliquip mollit do aliquip aliqua tempor. Incididunt amet incididunt irure fugiat exercitation commodo veniam veniam esse sint. Incididunt non voluptate elit aliqua.\r\n"
      },
      {
        "name": "Castro",
        "type": "reps",
        "description": "Anim dolor pariatur nisi eiusmod occaecat voluptate do magna ea. Deserunt culpa irure mollit quis esse cillum ea cillum non nulla velit adipisicing. Minim anim adipisicing enim eu veniam eiusmod nisi.\r\n"
      },
      {
        "name": "Millie",
        "type": "reps",
        "description": "Proident laboris deserunt est labore ad mollit et in cupidatat. Veniam ea duis culpa amet incididunt irure voluptate incididunt. Id minim ex proident adipisicing sunt. Officia est ea aliquip deserunt. Et consequat commodo ut ex est ipsum consequat est cupidatat quis voluptate ea.\r\n"
      },
      {
        "name": "Lisa",
        "type": "time",
        "description": "Eiusmod reprehenderit consectetur mollit ullamco irure occaecat amet adipisicing laborum in magna mollit. Aliquip laborum consequat voluptate do minim in laborum. Consectetur amet enim nisi minim Lorem non quis non. Sit culpa est dolore nostrud qui eu eu minim aute officia. Tempor anim sit culpa sunt ullamco tempor enim velit duis cupidatat. Magna qui laboris eu proident pariatur incididunt minim amet ad non cupidatat labore laborum. Enim est velit esse id aliqua ad magna id ullamco deserunt mollit dolor cillum.\r\n"
      },
      {
        "name": "Meghan",
        "type": "reps",
        "description": "Amet id reprehenderit est pariatur excepteur excepteur reprehenderit culpa. Ex magna proident sunt ipsum consectetur in cupidatat. Proident laborum exercitation sint aliquip fugiat consectetur proident magna ex est in sunt laborum irure. Velit aute id labore magna do id nostrud sunt. Consectetur voluptate sint minim labore.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Nancy",
    "image": "@Patel.png",
    "exercises": [
      {
        "name": "Ava",
        "type": "reps",
        "description": "Pariatur dolor nulla excepteur et commodo laboris do duis. Anim eu elit excepteur quis minim aliquip cupidatat quis sit. Dolore commodo cillum est voluptate consectetur sit laborum occaecat.\r\n"
      },
      {
        "name": "Perkins",
        "type": "time",
        "description": "In veniam ullamco aliqua deserunt id anim fugiat irure nulla velit nostrud proident. Est deserunt sit nostrud aute. Labore laborum ad aute qui qui et fugiat ipsum nisi sit. Exercitation minim reprehenderit cupidatat veniam nulla reprehenderit eu non ea. Quis esse ut ullamco exercitation do aute eu veniam culpa id consequat minim. Ipsum in exercitation esse ad.\r\n"
      },
      {
        "name": "Richard",
        "type": "time",
        "description": "Quis sunt eiusmod do dolore proident quis deserunt incididunt ullamco quis ex consequat elit. Sit dolor consectetur veniam proident tempor. Voluptate ut reprehenderit voluptate nulla deserunt reprehenderit anim. Culpa et deserunt eu in amet labore anim deserunt et sunt culpa officia ea sunt. Anim eu excepteur ut nisi occaecat ut qui sit eu occaecat in in. Qui ea veniam anim dolore ut eiusmod ut sunt aute pariatur incididunt deserunt exercitation sint.\r\n"
      },
      {
        "name": "Ann",
        "type": "reps",
        "description": "Elit enim exercitation in non. Amet ipsum amet nulla incididunt deserunt aute nostrud et incididunt nisi cillum cillum deserunt. Nostrud magna nisi eiusmod reprehenderit tempor sit laboris incididunt deserunt veniam aliquip deserunt qui quis. Id laborum reprehenderit id pariatur ullamco do veniam ex amet velit eiusmod irure aute officia. Cupidatat consectetur duis et id non eiusmod qui adipisicing nostrud adipisicing fugiat.\r\n"
      },
      {
        "name": "Pollard",
        "type": "reps",
        "description": "Eiusmod nostrud laboris voluptate ad ex enim tempor laboris dolore nulla. Qui sint voluptate eu anim incididunt occaecat id eiusmod. Tempor id tempor ea proident voluptate est cillum ut officia irure cupidatat ex consequat. Est aliqua ipsum sunt laborum excepteur aliquip ea et do. Sit sit amet consectetur sunt amet esse officia cillum.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Georgia",
    "image": "@Robles.png",
    "exercises": [
      {
        "name": "Whitaker",
        "type": "time",
        "description": "Non commodo incididunt ex do. Aliquip excepteur eiusmod officia eu irure anim Lorem cupidatat ullamco magna non et ullamco ex. Nostrud proident est cillum do duis id mollit amet exercitation ut aliqua ea. Excepteur proident occaecat consequat consequat aute aliqua laborum.\r\n"
      },
      {
        "name": "Sadie",
        "type": "reps",
        "description": "Incididunt nisi nisi ipsum quis adipisicing qui amet anim duis nisi anim anim nostrud. Velit elit anim dolore magna non voluptate exercitation magna eu quis ullamco adipisicing reprehenderit est. Culpa ullamco ea amet qui Lorem aute. Enim cillum sint duis voluptate qui sint eu laborum magna veniam. Fugiat excepteur deserunt dolore ut reprehenderit cillum do deserunt. Anim fugiat ullamco commodo Lorem. Occaecat enim exercitation incididunt ullamco et commodo labore nisi.\r\n"
      },
      {
        "name": "Diana",
        "type": "reps",
        "description": "Culpa ex magna nisi id tempor nisi dolor excepteur reprehenderit. Eu irure id excepteur mollit aliqua dolor id Lorem et. Ad et deserunt magna elit commodo tempor sit nulla eiusmod proident officia aliquip.\r\n"
      },
      {
        "name": "Hull",
        "type": "reps",
        "description": "Irure anim anim in qui ipsum. Quis ut laboris quis aliquip proident deserunt veniam mollit aliqua aliqua irure ut consectetur deserunt. Officia incididunt reprehenderit esse proident anim minim duis mollit ullamco. Aliqua sint ullamco incididunt voluptate eiusmod occaecat. Mollit nulla labore et ipsum Lorem adipisicing occaecat. Consequat laborum deserunt proident anim enim minim deserunt id in. Enim officia elit pariatur nisi.\r\n"
      },
      {
        "name": "Britt",
        "type": "reps",
        "description": "Cupidatat nostrud irure et tempor ipsum laboris excepteur. Ullamco nisi do sint reprehenderit deserunt. Laborum proident do esse pariatur elit officia cillum commodo anim ea. Ea cupidatat incididunt cillum ut pariatur amet sunt esse consequat esse. Culpa ea exercitation nulla eiusmod aute excepteur dolore cillum ipsum.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Freeman",
    "image": "@Odonnell.png",
    "exercises": [
      {
        "name": "Julianne",
        "type": "reps",
        "description": "Lorem labore dolore velit est laboris sunt eiusmod in velit ad. Consectetur et veniam mollit excepteur velit voluptate esse cillum mollit ipsum laboris reprehenderit Lorem pariatur. Reprehenderit id duis ullamco dolor proident do dolor nostrud nostrud. Nisi excepteur velit aliquip fugiat est dolor enim ex voluptate incididunt cupidatat occaecat enim laborum. Excepteur excepteur id fugiat ea excepteur fugiat deserunt mollit in ullamco amet. Proident dolore est sint sint ea eu id ut. Exercitation adipisicing sunt labore pariatur aliquip laboris quis deserunt sit sit nulla.\r\n"
      },
      {
        "name": "Rhodes",
        "type": "time",
        "description": "Esse ipsum velit labore sint ea nulla laboris consequat aliqua nulla ad. Cupidatat do qui fugiat Lorem irure amet cillum cillum exercitation ipsum proident. Anim excepteur reprehenderit laboris dolore Lorem ea.\r\n"
      },
      {
        "name": "Deena",
        "type": "reps",
        "description": "Pariatur duis officia ipsum amet sint reprehenderit ea deserunt. Excepteur nostrud excepteur exercitation culpa mollit ut esse anim nulla aliquip et labore velit. Exercitation commodo laboris laborum eu nostrud. Nostrud incididunt ex non aute labore laborum incididunt incididunt magna qui aliquip aliquip culpa. Officia sit tempor occaecat aliquip adipisicing laboris incididunt sint. Voluptate est ea ullamco non. Anim eiusmod in pariatur sint.\r\n"
      },
      {
        "name": "Goodwin",
        "type": "time",
        "description": "Elit pariatur eiusmod quis sint sint veniam esse cupidatat sunt ad reprehenderit. Labore elit fugiat enim cillum qui eu ex exercitation officia qui commodo cillum duis in. Aliquip magna incididunt consequat est non eiusmod elit minim aliqua cupidatat adipisicing occaecat excepteur.\r\n"
      },
      {
        "name": "Cameron",
        "type": "time",
        "description": "Aliqua esse nostrud adipisicing quis eiusmod ea magna ex minim fugiat. Deserunt irure quis anim nisi eu. Fugiat id enim excepteur dolore in qui.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Deloris",
    "image": "@Mendez.png",
    "exercises": [
      {
        "name": "Hubbard",
        "type": "time",
        "description": "Et sit est irure velit mollit ipsum aliquip proident aliquip nostrud ad ipsum nostrud reprehenderit. Eu proident quis ipsum qui quis eu consequat excepteur anim consectetur. Dolore mollit id proident velit aliqua laboris occaecat.\r\n"
      },
      {
        "name": "Katrina",
        "type": "time",
        "description": "Aute nostrud irure deserunt duis sunt consectetur sunt consectetur. Voluptate nostrud sint aliqua elit elit enim amet nostrud laboris. Nulla cupidatat nostrud ut ipsum adipisicing veniam voluptate aliqua proident aliquip. Veniam elit elit aliqua pariatur eu sunt amet nulla proident id exercitation culpa esse. Est quis dolor adipisicing ipsum voluptate commodo aute qui dolore consequat. Reprehenderit culpa dolor incididunt qui minim ex esse sint laboris veniam. Ea dolore in magna culpa nostrud adipisicing officia officia velit dolor veniam do reprehenderit exercitation.\r\n"
      },
      {
        "name": "Melendez",
        "type": "time",
        "description": "Nulla cillum culpa tempor aute in. Anim excepteur elit nulla laboris quis reprehenderit. Et laboris do anim commodo ut id minim anim cupidatat minim veniam commodo in. Exercitation ullamco est dolore est id labore aute ex nulla labore officia. Minim elit eu tempor commodo sit aute sit labore mollit dolore ad magna.\r\n"
      },
      {
        "name": "Aurelia",
        "type": "reps",
        "description": "Qui nostrud fugiat nisi est deserunt ullamco velit dolore reprehenderit. Aliqua exercitation consequat ad non do cillum dolore. Magna incididunt nisi quis eu Lorem.\r\n"
      },
      {
        "name": "Alyce",
        "type": "reps",
        "description": "Ex labore officia nisi dolor dolor. Proident aliqua duis enim enim eu. Reprehenderit dolore exercitation fugiat Lorem. Tempor esse amet pariatur laboris eu adipisicing. Minim culpa eiusmod ea nulla cupidatat aliquip. Excepteur minim non minim tempor excepteur sunt id nostrud ex enim aliquip. Fugiat dolor nisi proident exercitation in in excepteur ipsum culpa eu reprehenderit.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Davenport",
    "image": "@Bentley.png",
    "exercises": [
      {
        "name": "Trudy",
        "type": "reps",
        "description": "Proident labore mollit sit eiusmod deserunt sunt labore ut adipisicing Lorem nisi. Aliqua ut aute do voluptate aliqua. Veniam velit elit do aliquip. Irure ipsum nulla cillum sint proident irure reprehenderit ut amet ipsum.\r\n"
      },
      {
        "name": "Kelli",
        "type": "time",
        "description": "Non eu sint pariatur occaecat Lorem incididunt cillum culpa nisi minim irure enim reprehenderit incididunt. Sint do duis velit adipisicing anim veniam et. Magna ex minim sint duis.\r\n"
      },
      {
        "name": "Griffith",
        "type": "reps",
        "description": "Ad enim adipisicing aliqua reprehenderit. Ex sunt irure nisi labore ullamco esse enim amet occaecat. Ullamco aute ex dolor enim laborum ipsum ut elit officia. Qui officia qui anim sunt elit velit esse incididunt labore. Id labore sint mollit dolore aliqua excepteur fugiat proident duis non minim duis consectetur. Fugiat adipisicing ut quis irure. Incididunt laborum esse nulla consequat nostrud consectetur.\r\n"
      },
      {
        "name": "Vazquez",
        "type": "time",
        "description": "Deserunt elit cupidatat excepteur occaecat ullamco sint exercitation deserunt mollit adipisicing anim in pariatur sint. Amet est laborum fugiat sint incididunt magna ipsum. Deserunt mollit consectetur proident quis aute ullamco sint et eu esse dolore ea proident. Ea laborum est do culpa tempor excepteur enim magna velit incididunt dolor dolor. Labore laborum elit ipsum incididunt adipisicing elit. Labore voluptate laborum consequat reprehenderit ut. Consequat Lorem nisi nostrud commodo.\r\n"
      },
      {
        "name": "Sonya",
        "type": "reps",
        "description": "Laborum occaecat exercitation reprehenderit ipsum nostrud velit aliquip anim ad magna aliqua deserunt quis. Incididunt irure amet excepteur ex ea proident enim. Dolore laborum veniam sunt nulla nostrud ea. Anim irure et do amet do ea occaecat.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Leon",
    "image": "@Leonard.png",
    "exercises": [
      {
        "name": "Garner",
        "type": "reps",
        "description": "Exercitation occaecat exercitation tempor aliquip labore non amet consectetur voluptate. Tempor velit voluptate esse incididunt proident id labore aliqua nostrud ullamco tempor reprehenderit adipisicing elit. Consectetur proident ea nostrud sint do ut non do cupidatat sint. Ex id officia veniam ex laborum excepteur occaecat enim. Eu proident eiusmod ex exercitation aliqua ut. Ipsum dolore excepteur esse sunt reprehenderit ut pariatur culpa tempor aliquip. Consectetur ex ex commodo ipsum id anim dolor.\r\n"
      },
      {
        "name": "Smith",
        "type": "reps",
        "description": "Pariatur cupidatat proident tempor duis consequat adipisicing cupidatat exercitation ea ex cupidatat. Nostrud aute id esse minim labore enim irure nostrud proident aute adipisicing tempor ipsum magna. Lorem esse consectetur anim ad sint ullamco qui. Enim reprehenderit labore veniam ex proident irure incididunt sunt esse esse qui culpa aliqua. Dolore eu aliqua minim commodo nulla mollit occaecat occaecat. Velit esse officia et eiusmod do ad quis eiusmod ex eiusmod labore ullamco laborum ipsum. Duis proident ea anim qui dolore veniam dolor id ut sint qui.\r\n"
      },
      {
        "name": "Herring",
        "type": "time",
        "description": "Dolore cillum elit tempor quis sit ex anim do do. Incididunt esse deserunt incididunt magna aliqua anim sit duis magna eu excepteur voluptate. Laboris officia pariatur reprehenderit aute.\r\n"
      },
      {
        "name": "Vicky",
        "type": "time",
        "description": "Elit do veniam elit veniam ipsum sit voluptate. Aliqua sunt culpa in eu dolor sit aliqua. Mollit labore reprehenderit amet ut tempor veniam duis. Et irure ex irure laboris adipisicing incididunt quis non aliquip. Amet labore dolore ullamco fugiat enim anim qui irure incididunt proident exercitation labore eu. Qui incididunt aliquip consequat aliquip fugiat. Occaecat eiusmod ut minim proident velit cupidatat deserunt fugiat occaecat cupidatat non cillum.\r\n"
      },
      {
        "name": "Kay",
        "type": "time",
        "description": "Velit dolore anim duis dolore veniam ex dolore laborum incididunt eiusmod laboris veniam do. Anim commodo exercitation et est sit Lorem laboris aliquip velit exercitation mollit eu commodo laboris. Exercitation eiusmod consectetur elit voluptate sit ea do esse nulla ex aute magna.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Fay",
    "image": "@Gray.png",
    "exercises": [
      {
        "name": "Tami",
        "type": "time",
        "description": "Elit do ullamco est ut qui ut enim anim duis aliquip est officia labore. Officia sit id mollit deserunt officia dolore nulla do incididunt aliquip culpa Lorem ullamco tempor. Laboris aliqua ad labore duis excepteur cillum occaecat proident consectetur ipsum adipisicing anim. Do proident culpa deserunt sit dolore cillum consectetur occaecat voluptate Lorem eu nostrud. Deserunt enim adipisicing et velit aliqua cupidatat consectetur duis nulla. Nulla dolore quis mollit consectetur et duis.\r\n"
      },
      {
        "name": "Booth",
        "type": "reps",
        "description": "Adipisicing dolore commodo tempor officia in. Non consequat aute consequat nisi ullamco quis laboris irure ut esse. Id exercitation non ex occaecat dolor tempor sunt qui aliqua Lorem. Dolore Lorem in exercitation fugiat adipisicing occaecat Lorem fugiat adipisicing tempor in nulla Lorem incididunt. Non dolore non esse laborum consequat.\r\n"
      },
      {
        "name": "Suzette",
        "type": "time",
        "description": "Culpa sit et labore id excepteur sunt deserunt. Amet proident minim do officia ipsum ex nostrud dolor ullamco sunt eiusmod et non. Officia est quis laborum Lorem. Non consequat Lorem in aliqua. Occaecat in anim id deserunt irure do reprehenderit in labore nisi elit nulla ad. Est culpa non labore excepteur ad anim mollit quis mollit labore fugiat et minim Lorem. Deserunt ut officia deserunt officia cillum laborum sit sint.\r\n"
      },
      {
        "name": "Ramirez",
        "type": "reps",
        "description": "Nulla quis quis amet labore enim excepteur. Qui commodo nulla enim irure est magna est. Proident esse occaecat id eu amet laboris. Nisi enim minim pariatur anim esse irure consectetur minim pariatur cupidatat veniam in.\r\n"
      },
      {
        "name": "Cabrera",
        "type": "reps",
        "description": "Qui non amet do excepteur cupidatat deserunt fugiat commodo proident id. Pariatur consectetur reprehenderit esse ea. Occaecat voluptate excepteur exercitation id ad exercitation ullamco. Exercitation pariatur irure consectetur aliquip nisi.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Haley",
    "image": "@Charles.png",
    "exercises": [
      {
        "name": "Crosby",
        "type": "time",
        "description": "Reprehenderit laboris minim dolor consequat laborum cupidatat nulla. Ex aute consectetur irure mollit anim mollit pariatur do incididunt ut velit. Amet cillum magna cillum fugiat ipsum sit sunt commodo ea aliquip. Qui ad sit qui velit duis eiusmod consequat aliqua aliquip. Tempor id cillum proident veniam laborum. Irure do enim sit elit deserunt consequat adipisicing in cupidatat labore minim.\r\n"
      },
      {
        "name": "Cotton",
        "type": "time",
        "description": "Nostrud elit consectetur nisi et qui sint commodo culpa sint. Laboris anim anim qui ut. Eu enim irure sunt duis ex Lorem. Ipsum et anim nulla eiusmod est minim eiusmod culpa ad. Laborum ipsum commodo Lorem Lorem esse.\r\n"
      },
      {
        "name": "Garrett",
        "type": "time",
        "description": "Lorem sit mollit non pariatur laborum veniam enim labore. Veniam proident quis do ipsum ad Lorem tempor ex eiusmod. Est tempor culpa elit Lorem amet ex in mollit sint. Magna esse pariatur ad voluptate consequat officia labore nulla nisi veniam ad aliquip pariatur. Dolore dolore elit labore exercitation magna culpa cillum et id labore cillum sit eu ipsum. Fugiat id non nostrud exercitation cupidatat ipsum Lorem ea mollit ex excepteur ut.\r\n"
      },
      {
        "name": "Wilcox",
        "type": "reps",
        "description": "Ipsum veniam minim exercitation proident irure velit ipsum nulla dolor esse. Fugiat velit ut sit minim proident dolore anim pariatur laboris do consectetur aliqua est dolore. Dolore elit officia reprehenderit non enim aliqua esse in.\r\n"
      },
      {
        "name": "Vilma",
        "type": "reps",
        "description": "Laborum et voluptate nulla in minim nulla nulla. Irure magna elit proident enim esse ut proident ea. Est enim proident Lorem aliqua laborum ad Lorem sunt dolor Lorem in ullamco excepteur aliquip. Eu nisi qui amet Lorem culpa excepteur minim Lorem est irure aute est. Mollit adipisicing occaecat elit labore ad non velit aute labore minim ex. Ullamco proident amet proident nulla aliqua Lorem est est aute ut.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Elsie",
    "image": "@Calderon.png",
    "exercises": [
      {
        "name": "Blevins",
        "type": "reps",
        "description": "Esse veniam nisi nostrud ea ut consectetur adipisicing. Consectetur occaecat magna do exercitation exercitation ipsum occaecat sint. Nisi qui velit ut ex sit laboris ad aliquip.\r\n"
      },
      {
        "name": "French",
        "type": "time",
        "description": "Officia in minim nostrud non mollit veniam cupidatat amet reprehenderit proident laboris. Elit adipisicing ut fugiat labore irure id enim irure. Proident sint fugiat voluptate nulla enim commodo.\r\n"
      },
      {
        "name": "Coleen",
        "type": "time",
        "description": "Ad sint ex incididunt officia. Nostrud reprehenderit aliqua minim excepteur nostrud incididunt occaecat anim cupidatat occaecat. Non id esse pariatur incididunt aute labore sit in do id duis in. Aliquip aute ullamco tempor eiusmod velit ut sunt qui occaecat est minim esse irure cupidatat.\r\n"
      },
      {
        "name": "Francis",
        "type": "reps",
        "description": "Deserunt mollit magna ipsum non ea laboris quis. Velit ullamco incididunt voluptate culpa laboris in sint nostrud irure consequat. Esse laborum ut dolore laboris cupidatat ipsum ut.\r\n"
      },
      {
        "name": "Deanne",
        "type": "reps",
        "description": "Nisi fugiat pariatur labore velit in elit pariatur mollit officia nulla velit. Nostrud excepteur ex nisi magna ullamco aliquip aute eu reprehenderit eiusmod aliqua cillum ut. Voluptate incididunt sit magna esse exercitation do tempor anim.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Elisa",
    "image": "@Hardin.png",
    "exercises": [
      {
        "name": "Conley",
        "type": "reps",
        "description": "Anim velit Lorem quis adipisicing culpa amet eu incididunt sunt ut pariatur elit. Ea nostrud duis sit deserunt ex. Mollit velit commodo voluptate nisi nisi eiusmod voluptate do minim labore. Eu deserunt exercitation qui sunt nulla laboris sunt nostrud aliquip sunt occaecat occaecat ea aliqua. Officia minim quis enim labore velit do duis adipisicing cupidatat ut occaecat consectetur. In exercitation occaecat esse elit.\r\n"
      },
      {
        "name": "Burris",
        "type": "time",
        "description": "Exercitation aute dolore consectetur qui tempor fugiat labore laboris do labore incididunt commodo. Deserunt laboris ad sunt nulla laboris enim laborum aliquip do sit pariatur. Consectetur ex velit tempor velit pariatur consequat labore adipisicing ullamco aliqua commodo. Commodo aliquip commodo minim ad reprehenderit et eiusmod.\r\n"
      },
      {
        "name": "Mcbride",
        "type": "reps",
        "description": "Pariatur nisi nulla eiusmod veniam esse magna sint Lorem enim. Mollit elit irure id labore anim incididunt aliquip fugiat exercitation id. Reprehenderit velit in anim cillum id in proident voluptate culpa laborum cillum. Ea ut cupidatat in est. Fugiat ad cupidatat velit cupidatat culpa id.\r\n"
      },
      {
        "name": "Rios",
        "type": "time",
        "description": "Sit aliqua ex duis sit proident sint nulla cillum Lorem. Nisi est labore sint consequat amet consequat in officia quis laborum. Enim mollit officia aliquip incididunt minim sint ipsum. Aliquip eiusmod sunt magna nulla minim nulla cillum cupidatat eiusmod eu.\r\n"
      },
      {
        "name": "Johanna",
        "type": "time",
        "description": "Voluptate magna commodo incididunt id proident occaecat nostrud commodo amet. Eu deserunt et cillum officia cupidatat ad adipisicing nulla sit adipisicing aliquip incididunt qui non. Velit anim deserunt culpa sunt tempor eu enim cupidatat in consectetur adipisicing culpa nisi. Adipisicing veniam aute magna aliqua laboris dolore exercitation anim officia enim duis adipisicing. Laborum ea magna ullamco ullamco. Et ullamco ad aliquip labore. Minim veniam ad Lorem in ex cillum culpa fugiat ullamco mollit ex pariatur.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Huffman",
    "image": "@Barnes.png",
    "exercises": [
      {
        "name": "Webb",
        "type": "reps",
        "description": "Magna irure elit nostrud eu cupidatat aliqua enim id nulla. Reprehenderit commodo consectetur do Lorem cillum. Ut laboris veniam do reprehenderit. Velit eu dolor laboris duis fugiat magna ex irure adipisicing veniam Lorem. Deserunt voluptate cillum culpa anim culpa eiusmod enim. Eiusmod laborum aute ad aute enim nulla commodo non adipisicing aliquip. Irure officia ex reprehenderit pariatur ullamco.\r\n"
      },
      {
        "name": "Cook",
        "type": "reps",
        "description": "Deserunt tempor et do enim pariatur qui aliqua. Lorem ullamco officia laboris culpa aliqua mollit. Mollit labore cupidatat sint laborum. Ullamco sint laborum sit ea ex aute ad veniam ullamco et. Est dolore laboris est in voluptate exercitation nulla irure aliquip officia. Dolore aliquip officia esse non excepteur occaecat velit veniam quis. Aliqua aliqua sunt ea consequat ea eiusmod eiusmod mollit voluptate ad velit consectetur velit.\r\n"
      },
      {
        "name": "Ester",
        "type": "reps",
        "description": "Commodo cupidatat fugiat veniam Lorem tempor fugiat quis dolor id tempor fugiat et qui ipsum. Ex Lorem id qui enim commodo Lorem pariatur irure incididunt voluptate officia consequat voluptate. Amet nulla minim pariatur excepteur ut minim eiusmod fugiat ipsum.\r\n"
      },
      {
        "name": "Haley",
        "type": "reps",
        "description": "In Lorem magna voluptate exercitation veniam dolore duis incididunt eu esse. Fugiat incididunt laborum nisi nostrud laborum non magna commodo culpa fugiat ut cupidatat minim. Eiusmod cupidatat voluptate nulla amet ad quis commodo labore. Consequat quis adipisicing tempor laborum ullamco minim et elit proident nisi labore labore velit. Excepteur non eiusmod irure culpa anim labore. Nisi dolore adipisicing Lorem labore amet aute magna ipsum.\r\n"
      },
      {
        "name": "Julie",
        "type": "reps",
        "description": "Veniam adipisicing nisi sit consequat consectetur non veniam. Eu voluptate in excepteur consequat anim quis qui. Tempor cupidatat consequat veniam labore culpa consectetur nostrud esse. Occaecat reprehenderit sunt quis exercitation commodo sit nostrud proident voluptate nostrud. Ad non anim dolore consectetur commodo sunt excepteur veniam do est. Labore esse nostrud occaecat quis occaecat Lorem ut mollit qui.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Blake",
    "image": "@Johnson.png",
    "exercises": [
      {
        "name": "Anita",
        "type": "time",
        "description": "Ex eu qui dolor cillum ea tempor anim mollit. Laborum aute amet sint anim Lorem ea. Veniam esse et consequat quis quis proident. Consectetur enim ut culpa fugiat consequat ex magna veniam irure ullamco.\r\n"
      },
      {
        "name": "Klein",
        "type": "reps",
        "description": "Amet eiusmod esse labore ea aliqua incididunt mollit dolore consectetur do. Et anim labore commodo ut laboris tempor irure nulla ea excepteur laborum dolore laborum ex. Pariatur culpa adipisicing amet consectetur est et cupidatat nostrud incididunt eu excepteur sint ullamco ipsum. Eu ex tempor incididunt cupidatat aute sint nisi consequat ex laboris cupidatat. Adipisicing esse nisi ex sint. Esse excepteur labore velit mollit est nulla aute nulla enim excepteur laborum.\r\n"
      },
      {
        "name": "Loraine",
        "type": "reps",
        "description": "Et ullamco cupidatat voluptate exercitation non elit tempor. Voluptate in laboris duis ea exercitation laborum deserunt. Id in ipsum consectetur in fugiat. Sit cupidatat minim et fugiat elit nisi ullamco est nostrud consequat laboris aliquip cillum ex.\r\n"
      },
      {
        "name": "Jaime",
        "type": "time",
        "description": "Mollit in sint dolor amet occaecat labore reprehenderit consequat officia. Deserunt anim quis magna sit deserunt tempor incididunt Lorem. Adipisicing officia ullamco nostrud laborum voluptate anim adipisicing qui. Culpa dolore sint culpa excepteur laboris cupidatat culpa qui aute tempor fugiat. Nisi duis aliqua non magna est non et adipisicing fugiat deserunt eu pariatur sit ullamco. Sint laborum nulla commodo labore commodo duis labore.\r\n"
      },
      {
        "name": "Madeleine",
        "type": "reps",
        "description": "Sit nisi deserunt aliqua occaecat ullamco ad dolore id fugiat dolore aliqua. Est id pariatur reprehenderit do ea. Commodo incididunt laborum dolore esse sint ex et non sunt consectetur. Aliquip adipisicing labore mollit Lorem. Ad consectetur officia velit ipsum laborum consectetur.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Sutton",
    "image": "@Barker.png",
    "exercises": [
      {
        "name": "Kirkland",
        "type": "reps",
        "description": "Cillum voluptate anim duis commodo occaecat. Sit aute aliqua aliquip sit consequat est pariatur. Officia minim sit tempor consectetur irure amet. Anim Lorem in elit nostrud. In fugiat magna sint pariatur velit anim. Fugiat nostrud duis cillum do occaecat proident consequat ea nostrud nostrud nisi sunt reprehenderit. Consectetur pariatur cillum culpa ipsum voluptate aute dolore ullamco cupidatat incididunt enim qui.\r\n"
      },
      {
        "name": "Atkins",
        "type": "reps",
        "description": "Sint sit voluptate elit occaecat mollit qui fugiat laborum cillum commodo id. Excepteur ad excepteur enim consectetur nisi et elit in. Duis nulla in ut cillum laborum culpa commodo labore aliqua irure adipisicing cupidatat. Esse amet eiusmod cillum laborum ex nisi non. Irure esse nisi ad ut qui eiusmod ea officia mollit deserunt. Incididunt adipisicing quis in Lorem ipsum eiusmod magna fugiat quis anim qui anim. Minim adipisicing nulla incididunt est adipisicing dolore excepteur laborum sint eu officia deserunt.\r\n"
      },
      {
        "name": "Stella",
        "type": "reps",
        "description": "Consequat sit velit laboris laborum sit ad id. Occaecat aute in ea elit ad proident sint. Laboris occaecat irure aliqua do eiusmod ex anim minim. Duis aliquip tempor velit aliqua et cupidatat proident irure labore mollit ullamco esse. Lorem in exercitation cupidatat dolor. Esse id ullamco excepteur qui exercitation occaecat pariatur consectetur culpa exercitation dolore do esse incididunt. Ea culpa cupidatat dolore sint in sint velit excepteur laborum.\r\n"
      },
      {
        "name": "Kane",
        "type": "time",
        "description": "Est ad aute in culpa velit laborum sint. Sunt reprehenderit consectetur irure duis mollit enim ad magna quis. Enim culpa do duis minim laboris commodo ut adipisicing tempor magna cupidatat fugiat. Adipisicing irure ad magna aliqua officia nostrud mollit non proident. Ex nulla sunt mollit id reprehenderit dolore eu et elit.\r\n"
      },
      {
        "name": "Christy",
        "type": "reps",
        "description": "Nisi est pariatur labore amet reprehenderit non velit nulla commodo voluptate ipsum ad. Ut commodo magna elit officia culpa ipsum incididunt aute cupidatat adipisicing excepteur elit. Consectetur adipisicing mollit do qui culpa id nisi in anim. Sunt ea magna proident culpa sint aute labore enim dolor nostrud est et. Dolor ad ea aliquip labore veniam aliquip excepteur excepteur.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Odonnell",
    "image": "@Reyes.png",
    "exercises": [
      {
        "name": "Becker",
        "type": "time",
        "description": "Mollit ad consequat quis et enim eu ullamco. Consequat duis nisi mollit mollit esse nostrud. Ullamco id ut Lorem consequat sint nulla labore ea eiusmod. Officia do ad velit culpa aliqua nulla adipisicing adipisicing fugiat nostrud voluptate. Do do duis est eiusmod excepteur amet consectetur Lorem occaecat sint. Do quis ut fugiat elit commodo. Mollit deserunt adipisicing cupidatat Lorem sunt velit sint cillum irure velit fugiat quis.\r\n"
      },
      {
        "name": "Ronda",
        "type": "time",
        "description": "Laborum commodo velit reprehenderit eiusmod. Excepteur esse ut sit nulla in esse proident qui qui pariatur est nostrud adipisicing eiusmod. Anim anim incididunt reprehenderit commodo aliquip voluptate adipisicing non cupidatat duis. Consectetur et dolore do aute pariatur non laborum aliquip.\r\n"
      },
      {
        "name": "Felecia",
        "type": "reps",
        "description": "Tempor sit ex occaecat velit Lorem amet. Tempor reprehenderit aute Lorem nulla mollit anim irure labore ea magna ad minim deserunt ut. Aliqua consectetur in commodo irure nostrud excepteur sint officia cupidatat. Veniam ipsum commodo quis tempor.\r\n"
      },
      {
        "name": "Aguilar",
        "type": "reps",
        "description": "Nulla laboris officia excepteur voluptate nostrud labore. Sunt magna nulla voluptate dolore. Ullamco enim anim et exercitation nostrud ea velit deserunt et exercitation dolore mollit. Voluptate eiusmod minim laboris Lorem excepteur tempor culpa mollit consectetur voluptate duis amet. Occaecat deserunt amet ex adipisicing. Non Lorem ipsum magna cupidatat. Et tempor officia ullamco occaecat nulla.\r\n"
      },
      {
        "name": "Della",
        "type": "reps",
        "description": "Id reprehenderit voluptate adipisicing ad quis occaecat anim sit laborum aute ullamco aliquip ut incididunt. Consequat cillum voluptate esse occaecat dolore minim nulla dolore sint cupidatat veniam aute officia. In cupidatat nisi nulla sunt. Exercitation consectetur officia et cupidatat adipisicing velit anim excepteur est. Incididunt velit amet ad commodo. Sunt occaecat tempor laboris ipsum irure deserunt.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Barbara",
    "image": "@Kelley.png",
    "exercises": [
      {
        "name": "Esther",
        "type": "time",
        "description": "Enim commodo id in commodo mollit eu eiusmod ullamco. Quis sunt officia esse fugiat magna nisi esse tempor fugiat officia cupidatat qui id consequat. Minim aute esse aliqua laborum anim Lorem eiusmod esse officia eu laborum.\r\n"
      },
      {
        "name": "Alisa",
        "type": "time",
        "description": "Enim deserunt ipsum occaecat adipisicing. Deserunt incididunt laboris consectetur culpa elit magna est id minim magna aliqua eiusmod. Proident consectetur id est commodo exercitation irure ea aute quis do. Consectetur laborum officia exercitation pariatur velit quis ut Lorem. Excepteur quis ea ipsum minim. Qui magna Lorem ullamco occaecat irure irure ut laboris enim duis ad. Voluptate proident consequat consequat est aute eiusmod aute culpa ipsum.\r\n"
      },
      {
        "name": "Le",
        "type": "reps",
        "description": "Nulla deserunt cillum do cupidatat qui consequat non sint mollit non ea. Aliquip ea ea dolore velit exercitation pariatur in non ea incididunt ex. Pariatur consectetur esse aliqua qui qui labore. Laboris eiusmod voluptate ea cillum officia anim enim enim cillum duis incididunt.\r\n"
      },
      {
        "name": "Lucinda",
        "type": "reps",
        "description": "Irure veniam mollit officia deserunt ea incididunt ad voluptate duis. Reprehenderit exercitation non ullamco cillum eu esse. Consectetur voluptate ea fugiat consectetur ut. Esse eiusmod veniam sit laborum dolor ea. Incididunt amet qui consectetur ad est eu aute nostrud.\r\n"
      },
      {
        "name": "William",
        "type": "reps",
        "description": "Eiusmod ea id anim duis cupidatat amet ad in qui enim nisi duis commodo nostrud. Nulla esse nostrud dolor velit ea aliqua tempor cillum labore est dolore proident eu incididunt. Sint consectetur id exercitation proident officia irure deserunt ipsum. Exercitation ad laborum ullamco officia ipsum aliquip ipsum cillum nulla.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Hartman",
    "image": "@Maldonado.png",
    "exercises": [
      {
        "name": "Esperanza",
        "type": "reps",
        "description": "Enim aute aliquip esse dolore duis id occaecat mollit veniam. Non proident non nostrud adipisicing voluptate officia sunt laboris officia enim laborum culpa sit. Anim nostrud amet velit nostrud. Consequat elit sint esse tempor id aliqua amet voluptate ut cupidatat nostrud ipsum aliquip eu. Eu cupidatat aliquip irure consectetur.\r\n"
      },
      {
        "name": "Maryann",
        "type": "time",
        "description": "Ut officia adipisicing magna consectetur non eu do dolore id deserunt. Excepteur consectetur tempor do commodo consectetur. Ea laboris reprehenderit Lorem labore adipisicing ullamco id et velit adipisicing irure. Do nulla ea sunt eu. Aliqua nulla ullamco qui incididunt irure laboris consequat. Ut Lorem elit magna laborum aliqua.\r\n"
      },
      {
        "name": "Gaines",
        "type": "reps",
        "description": "Dolore adipisicing nisi proident officia laborum eiusmod veniam aliqua. In incididunt exercitation excepteur eu culpa aliquip irure et aliquip ex sunt. Excepteur duis amet velit laboris proident dolor est. Ex Lorem consectetur cupidatat sit amet est amet minim adipisicing velit id velit non duis. In est esse non ad deserunt. Proident minim deserunt sunt magna sint dolor occaecat eu qui consectetur laboris id Lorem. Consequat dolore qui aliqua enim enim fugiat enim do ea ex.\r\n"
      },
      {
        "name": "Whitney",
        "type": "time",
        "description": "Esse dolore esse occaecat occaecat est exercitation sunt eiusmod voluptate. Pariatur consectetur mollit cillum voluptate veniam irure deserunt eu reprehenderit elit. Cillum duis dolor eiusmod consequat et minim.\r\n"
      },
      {
        "name": "Wheeler",
        "type": "time",
        "description": "Et irure ut laboris elit tempor exercitation do quis id. Dolore magna consequat amet proident nostrud elit laborum eu pariatur magna consectetur veniam anim labore. Ad incididunt officia labore amet nostrud consectetur labore laborum eiusmod aliqua. Fugiat excepteur sit non laboris consequat officia eiusmod qui. Mollit sint voluptate dolor exercitation magna adipisicing cillum.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Jo",
    "image": "@Copeland.png",
    "exercises": [
      {
        "name": "Woodard",
        "type": "reps",
        "description": "Elit aliquip commodo dolore veniam tempor labore aliquip duis adipisicing laborum laborum. Anim anim deserunt do consectetur tempor quis et eiusmod adipisicing ex. Veniam culpa irure quis do minim occaecat voluptate do eiusmod Lorem ea ad Lorem aute. Quis ipsum ipsum fugiat consectetur ex. Dolore elit sunt enim ipsum anim. Minim duis elit exercitation minim officia velit duis ex dolor enim voluptate aliqua elit.\r\n"
      },
      {
        "name": "Aimee",
        "type": "time",
        "description": "Incididunt cupidatat minim adipisicing reprehenderit. Nulla est nulla amet voluptate. Nulla sint quis nisi reprehenderit et nisi duis esse laboris nostrud eu magna. Dolor ex officia eiusmod aute reprehenderit Lorem ea mollit id non consectetur aliquip consequat nisi.\r\n"
      },
      {
        "name": "Richmond",
        "type": "time",
        "description": "Fugiat consequat aliqua labore Lorem. Veniam occaecat et consequat magna. Id incididunt et adipisicing minim excepteur nostrud deserunt ipsum irure qui incididunt culpa aliquip. Ullamco pariatur ad tempor ut et.\r\n"
      },
      {
        "name": "Terrell",
        "type": "reps",
        "description": "Do aliquip dolor irure Lorem. Dolore veniam laborum ad aute. Labore ullamco cillum elit non consequat laboris dolore non et qui consectetur consectetur laborum. Culpa reprehenderit exercitation in laboris anim mollit laborum eu culpa ad anim aliquip.\r\n"
      },
      {
        "name": "Calhoun",
        "type": "time",
        "description": "Sunt commodo dolor pariatur mollit anim mollit nulla esse duis. Fugiat cupidatat Lorem ut irure anim incididunt. Reprehenderit ea reprehenderit qui aliquip reprehenderit elit quis. Laboris nostrud duis eu excepteur.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Roman",
    "image": "@Hendrix.png",
    "exercises": [
      {
        "name": "Dianne",
        "type": "reps",
        "description": "Tempor ipsum magna tempor in amet. Id laboris excepteur commodo deserunt. Labore eu do pariatur reprehenderit est proident ipsum. Et ea enim nostrud aliquip laborum irure voluptate. Aliqua minim elit pariatur fugiat esse esse laborum mollit. Magna adipisicing excepteur Lorem exercitation qui aliqua reprehenderit sunt ut consectetur nulla. Deserunt excepteur anim pariatur tempor excepteur.\r\n"
      },
      {
        "name": "Decker",
        "type": "time",
        "description": "Magna tempor sunt veniam aliquip. Excepteur nostrud deserunt aliqua elit. Est quis esse adipisicing ipsum adipisicing sint ex laboris labore aute laboris ad anim irure. Consequat ullamco magna proident culpa. Consectetur nisi sunt fugiat nulla qui voluptate ea elit id et commodo. Tempor incididunt cillum reprehenderit officia nisi. Commodo proident do commodo exercitation labore elit.\r\n"
      },
      {
        "name": "Charity",
        "type": "reps",
        "description": "Magna incididunt magna velit adipisicing enim. Sit incididunt do magna nisi minim dolore consequat aliquip quis nisi aute nostrud do. Mollit velit cillum velit et nisi Lorem enim ea velit ullamco sit. Tempor adipisicing sunt magna laboris. Ad deserunt dolore voluptate nisi sint velit commodo aliquip anim cupidatat.\r\n"
      },
      {
        "name": "Nielsen",
        "type": "time",
        "description": "Lorem exercitation sit aliqua consequat anim sint laborum adipisicing excepteur duis ex. Esse duis minim mollit minim est irure occaecat esse nulla aliqua reprehenderit mollit nulla adipisicing. Dolor excepteur aute esse exercitation pariatur ut officia ea voluptate fugiat commodo mollit esse.\r\n"
      },
      {
        "name": "Sue",
        "type": "time",
        "description": "Laborum ipsum non magna minim fugiat consequat sint eiusmod. Excepteur consectetur fugiat dolor eiusmod ea id sint enim proident nostrud eu dolore dolore irure. Nostrud amet amet voluptate Lorem consectetur. Esse sint officia non deserunt anim laboris ea adipisicing qui esse. Sint exercitation minim amet anim et.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Dalton",
    "image": "@Sloan.png",
    "exercises": [
      {
        "name": "Santana",
        "type": "time",
        "description": "Dolor duis amet ad qui minim nulla in culpa amet irure irure qui. Nostrud cupidatat ut officia anim. Ad est excepteur officia ex nulla. Nulla amet consequat duis enim culpa irure qui pariatur nulla minim aliquip reprehenderit ullamco. Non fugiat laborum veniam sit laborum cupidatat et enim id enim labore nostrud sint officia. Lorem proident quis do dolore minim reprehenderit sint culpa deserunt do sint qui. Velit elit minim occaecat in exercitation labore tempor deserunt ea ut occaecat.\r\n"
      },
      {
        "name": "Antonia",
        "type": "reps",
        "description": "Duis excepteur dolor mollit cupidatat ad culpa esse nisi occaecat culpa minim ullamco qui ut. Eu irure pariatur dolore aliquip dolore eu elit labore mollit qui nostrud. Magna incididunt elit aliqua elit pariatur. Laborum exercitation aliquip officia labore.\r\n"
      },
      {
        "name": "Phoebe",
        "type": "reps",
        "description": "Amet non laborum est qui aliquip. Aute elit deserunt velit voluptate incididunt veniam reprehenderit. Excepteur laboris veniam exercitation ea magna aliquip enim excepteur do.\r\n"
      },
      {
        "name": "Shaffer",
        "type": "time",
        "description": "Labore proident eu nostrud exercitation pariatur sit velit et eiusmod aliquip ipsum irure anim pariatur. Proident veniam non pariatur sint exercitation ullamco cillum magna aliqua aute mollit in cillum dolor. Cupidatat pariatur culpa elit voluptate in quis adipisicing commodo aliqua fugiat. Proident fugiat nostrud minim labore cillum. In sunt id labore non id ea fugiat incididunt velit commodo elit. Deserunt non ipsum consectetur ex velit pariatur.\r\n"
      },
      {
        "name": "Dale",
        "type": "time",
        "description": "Voluptate occaecat anim adipisicing tempor commodo in labore officia. Magna deserunt dolore cupidatat labore consectetur. Est laborum consectetur proident mollit duis.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Griffin",
    "image": "@Delgado.png",
    "exercises": [
      {
        "name": "Mcmahon",
        "type": "reps",
        "description": "Quis labore nisi amet laboris minim pariatur commodo tempor id fugiat culpa. Anim ex nostrud ex veniam cupidatat reprehenderit aliqua esse. Cupidatat mollit ea sint quis quis cillum. Proident ut mollit tempor proident labore laborum velit duis eu ipsum irure. Culpa sint commodo esse aute ut duis occaecat minim duis.\r\n"
      },
      {
        "name": "Mcdowell",
        "type": "reps",
        "description": "Dolore eiusmod qui quis ea laborum est. Pariatur incididunt dolore officia minim culpa velit. Ipsum excepteur commodo reprehenderit nostrud culpa non occaecat officia id qui veniam culpa irure.\r\n"
      },
      {
        "name": "Albert",
        "type": "time",
        "description": "Laborum officia aliquip Lorem incididunt amet magna sint eiusmod anim. Ex non pariatur esse amet occaecat Lorem consequat officia ea. Amet enim eu ipsum dolor officia elit laborum duis quis commodo irure do.\r\n"
      },
      {
        "name": "Shepherd",
        "type": "reps",
        "description": "Incididunt proident cupidatat qui in cillum Lorem. Elit cillum anim culpa aute cillum pariatur ex commodo laboris do elit. Excepteur mollit sunt nisi cupidatat dolor irure excepteur eiusmod esse ullamco. Aliquip amet laboris incididunt cillum pariatur.\r\n"
      },
      {
        "name": "Gretchen",
        "type": "reps",
        "description": "Consectetur proident esse adipisicing commodo quis occaecat est in officia irure non labore quis. Reprehenderit est laboris minim reprehenderit cupidatat voluptate cupidatat. Proident magna occaecat ea cupidatat excepteur magna commodo ullamco reprehenderit qui mollit quis adipisicing dolor. Mollit adipisicing ad enim consequat tempor ex commodo velit. Adipisicing tempor id nisi et in enim quis.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Bertha",
    "image": "@Snyder.png",
    "exercises": [
      {
        "name": "Owens",
        "type": "reps",
        "description": "Elit reprehenderit nisi do id fugiat aute incididunt nisi sit. Sunt ea laborum elit duis do non aliqua duis tempor adipisicing. Consectetur nostrud velit do excepteur do incididunt laboris sit excepteur veniam.\r\n"
      },
      {
        "name": "Alvarado",
        "type": "time",
        "description": "Occaecat Lorem adipisicing non ut ad quis dolor voluptate fugiat nulla Lorem aliqua. Anim proident eu laboris occaecat adipisicing aliquip id. Tempor voluptate excepteur consectetur enim exercitation magna occaecat aliqua excepteur sunt. Ex voluptate ipsum laboris dolore anim est elit est adipisicing pariatur reprehenderit.\r\n"
      },
      {
        "name": "Lora",
        "type": "reps",
        "description": "Cillum ad proident laboris Lorem minim excepteur cillum laborum amet amet cillum veniam nisi laboris. Tempor tempor amet quis in. Aute labore cupidatat ut quis incididunt irure nisi quis mollit pariatur minim sunt. Eu occaecat deserunt esse quis aliqua eiusmod commodo fugiat do incididunt officia in. Nostrud officia in dolore velit id culpa commodo ea veniam officia commodo ullamco. Ut sit magna esse cupidatat pariatur.\r\n"
      },
      {
        "name": "Gill",
        "type": "reps",
        "description": "Occaecat qui nostrud occaecat nostrud quis culpa reprehenderit voluptate commodo ipsum deserunt ut. Reprehenderit mollit minim sint amet cupidatat excepteur eu eiusmod. Quis consequat magna cupidatat nostrud adipisicing ut elit Lorem eiusmod consectetur veniam quis.\r\n"
      },
      {
        "name": "Pope",
        "type": "time",
        "description": "Eu non culpa velit sunt reprehenderit voluptate Lorem quis excepteur culpa pariatur reprehenderit exercitation. Proident et ipsum magna aute culpa id laboris incididunt veniam quis mollit in. Laboris ad duis mollit ipsum mollit sunt incididunt eiusmod laboris sit mollit et. Dolore ad in ex non eiusmod eiusmod laborum esse deserunt.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Bishop",
    "image": "@Johnston.png",
    "exercises": [
      {
        "name": "Nona",
        "type": "reps",
        "description": "Tempor ullamco dolor occaecat consequat aliquip eiusmod ipsum incididunt velit occaecat aute officia aliquip. Quis magna veniam nostrud velit proident consectetur aute. Est cupidatat enim dolore esse nulla et nisi aute officia Lorem aliqua. Ad aliqua eiusmod non in ullamco consequat laboris minim dolor id mollit. Aute adipisicing mollit fugiat nulla quis sit aliquip ipsum labore nulla mollit id ex in. Veniam nulla consectetur ipsum mollit.\r\n"
      },
      {
        "name": "Maxine",
        "type": "reps",
        "description": "Eu nostrud laboris ad nisi occaecat duis sunt ea dolor officia enim consectetur. Reprehenderit veniam enim commodo mollit non. Quis exercitation mollit ullamco enim ad reprehenderit aliquip cupidatat. Est commodo elit consequat ex id in deserunt ea cillum pariatur do culpa exercitation. Non fugiat adipisicing consequat qui.\r\n"
      },
      {
        "name": "Davis",
        "type": "reps",
        "description": "Incididunt sint reprehenderit ipsum nostrud consequat pariatur. Deserunt anim est sit sint magna aliquip elit incididunt magna officia ad. Do qui dolor esse ea cupidatat est elit ad voluptate eu deserunt aliqua magna tempor.\r\n"
      },
      {
        "name": "Vance",
        "type": "time",
        "description": "Cillum laborum Lorem enim cupidatat deserunt sit nisi proident et mollit ea. Fugiat cupidatat nostrud exercitation irure labore sint irure aliquip ad duis mollit ipsum commodo. Mollit nulla adipisicing eu elit qui proident nisi commodo dolore esse irure ex. Ullamco irure magna est sunt. Veniam officia Lorem culpa anim consequat laboris excepteur.\r\n"
      },
      {
        "name": "Gutierrez",
        "type": "time",
        "description": "Proident ut ullamco commodo consectetur proident ullamco enim. Occaecat magna voluptate mollit adipisicing velit laboris in voluptate aliquip mollit laborum aute. Consectetur do proident amet ullamco labore eu et nisi nostrud laborum est sint. Ut ullamco dolore dolore ut culpa commodo. Tempor magna ullamco est eiusmod laborum fugiat laborum excepteur aute minim incididunt est incididunt irure. Adipisicing ea minim ex aute non ad. Anim ad commodo dolor nulla occaecat sint ullamco cillum.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Farrell",
    "image": "@Zimmerman.png",
    "exercises": [
      {
        "name": "Joy",
        "type": "time",
        "description": "Nostrud proident quis est nisi eu nostrud commodo nisi pariatur nulla do sint nisi. Esse Lorem labore excepteur elit duis labore incididunt sint laboris mollit laborum laboris. Aute Lorem et ut ea duis exercitation pariatur eu id. Laborum enim veniam nulla anim sit.\r\n"
      },
      {
        "name": "Silva",
        "type": "reps",
        "description": "Anim in aliqua et nulla labore voluptate aliqua anim. Qui irure fugiat anim velit. Nostrud velit velit velit enim ad consequat irure sit sit aliqua commodo consectetur cillum do. Laborum fugiat duis commodo occaecat. Dolor quis dolore aute id qui ullamco aliquip minim dolor. Labore et non tempor dolore magna dolor est adipisicing.\r\n"
      },
      {
        "name": "Kinney",
        "type": "reps",
        "description": "In ullamco adipisicing cupidatat aliqua amet voluptate officia in id. Dolore aliquip culpa eiusmod minim nisi laborum tempor cillum do. Magna labore consectetur anim voluptate voluptate sunt veniam cillum occaecat ea. Est consectetur fugiat aliquip pariatur mollit tempor minim eu exercitation qui laborum.\r\n"
      },
      {
        "name": "Pansy",
        "type": "reps",
        "description": "Amet sit duis consectetur excepteur laborum dolor ex adipisicing dolor est fugiat commodo ad. Est dolore anim veniam tempor velit deserunt elit esse ut nulla labore minim aute. Tempor dolor pariatur commodo culpa commodo excepteur reprehenderit. Duis elit aute minim do dolor.\r\n"
      },
      {
        "name": "Mcdonald",
        "type": "time",
        "description": "Dolore aliqua dolore aute ut aliquip. Commodo voluptate minim qui magna cupidatat velit laboris commodo Lorem fugiat sint. Consequat cupidatat aute velit nulla culpa laborum ad. Culpa ex enim enim est ex do officia cupidatat occaecat. Occaecat velit anim cillum nostrud cillum labore ipsum sit.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Mcgowan",
    "image": "@Hobbs.png",
    "exercises": [
      {
        "name": "Liliana",
        "type": "time",
        "description": "Consectetur ad eu ea dolore non nisi velit cillum occaecat consequat. Qui proident excepteur sint occaecat duis reprehenderit est voluptate. Elit proident sunt magna quis labore amet aliqua amet excepteur mollit elit magna amet aute. Adipisicing exercitation quis nostrud elit adipisicing nisi mollit sunt incididunt magna. Cillum pariatur enim pariatur dolore ad incididunt magna elit officia adipisicing. Ea adipisicing esse veniam occaecat Lorem nostrud incididunt labore tempor adipisicing.\r\n"
      },
      {
        "name": "Joan",
        "type": "reps",
        "description": "Voluptate nostrud enim cupidatat ex do id id duis adipisicing est veniam eu excepteur. Laboris culpa labore nostrud proident fugiat ad reprehenderit sit ex culpa minim occaecat in exercitation. Consequat minim consectetur ea amet ad minim reprehenderit consectetur ullamco laborum. Reprehenderit consequat amet tempor duis excepteur ad incididunt non consectetur occaecat magna minim in. Laborum ad exercitation Lorem elit occaecat in aute non aliquip ea veniam tempor nulla cillum. Dolor veniam nulla mollit reprehenderit.\r\n"
      },
      {
        "name": "Pruitt",
        "type": "reps",
        "description": "Esse ad quis et elit pariatur sint qui incididunt enim magna duis. Ea non magna ad ex Lorem. Labore laboris incididunt exercitation occaecat non qui consequat voluptate eu fugiat amet consectetur in. Nisi nulla incididunt duis aute consectetur. Occaecat aliqua laboris anim cupidatat et occaecat sint voluptate sint non voluptate fugiat non duis. Eu reprehenderit sit ullamco mollit eiusmod labore veniam commodo enim duis esse.\r\n"
      },
      {
        "name": "Benjamin",
        "type": "time",
        "description": "Officia commodo esse irure do anim consequat eu nostrud nulla proident ut do excepteur. Dolore ad minim amet quis minim quis ullamco est laboris aliqua pariatur incididunt fugiat ad. Eu mollit ut aute mollit veniam ex incididunt tempor exercitation dolor. Esse veniam Lorem commodo elit elit consequat ad. Ut voluptate nostrud ad cillum in ut magna veniam culpa magna id aute id incididunt. Magna ullamco enim nisi anim consectetur proident proident est sunt aute do exercitation ullamco. Adipisicing excepteur voluptate proident mollit do occaecat.\r\n"
      },
      {
        "name": "Marilyn",
        "type": "reps",
        "description": "Fugiat commodo anim aute aute velit. Est elit eiusmod quis amet cillum nulla sint fugiat cillum voluptate non dolor est. Sint aliquip eu cillum magna commodo pariatur proident consequat exercitation. Consectetur cillum mollit quis adipisicing laborum reprehenderit nostrud cupidatat cillum sint tempor aliquip eu eiusmod. Et quis incididunt non ea eu non cupidatat consectetur exercitation ea qui velit. Proident est sint incididunt reprehenderit ea aliqua laborum irure culpa qui irure ullamco ea consequat.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Charmaine",
    "image": "@Spears.png",
    "exercises": [
      {
        "name": "Geraldine",
        "type": "reps",
        "description": "Anim minim esse dolore occaecat mollit non adipisicing nisi officia do do non id tempor. Consequat tempor aliqua ex voluptate esse laborum ullamco excepteur aliquip nulla nulla enim enim in. Consectetur ullamco labore laborum ex consequat aute minim irure sit exercitation proident. Exercitation in minim elit proident sit in sunt voluptate deserunt culpa non. Officia proident laborum aute mollit excepteur laboris minim dolor minim sint amet. Non culpa dolor dolore dolor commodo duis ex. Est ut laborum eu voluptate laboris ad nulla commodo in.\r\n"
      },
      {
        "name": "Maxwell",
        "type": "reps",
        "description": "Et proident aute sint anim est culpa officia. Consequat eiusmod nostrud anim exercitation anim. Excepteur ea ullamco consectetur do excepteur elit do mollit est. Elit in excepteur occaecat aliqua eiusmod excepteur proident.\r\n"
      },
      {
        "name": "Haynes",
        "type": "reps",
        "description": "Ipsum ipsum ipsum qui elit consequat veniam. Culpa in nostrud fugiat magna ex magna adipisicing. Duis fugiat deserunt ad veniam proident in anim commodo labore elit ad veniam mollit. Consectetur excepteur qui sit adipisicing minim reprehenderit commodo et ex anim quis excepteur. Aliquip elit aute fugiat ipsum ullamco nulla do enim ex magna esse irure dolore.\r\n"
      },
      {
        "name": "Bryan",
        "type": "time",
        "description": "Veniam velit commodo irure Lorem enim commodo anim dolore deserunt enim. Enim laborum commodo qui irure et culpa consectetur aute velit sint duis excepteur nisi. Non laboris minim et velit anim sunt dolor magna aliquip commodo. Irure irure excepteur velit deserunt. Sit incididunt ipsum veniam ipsum consequat excepteur incididunt. Cillum deserunt consectetur magna consequat officia aliquip duis.\r\n"
      },
      {
        "name": "Bauer",
        "type": "reps",
        "description": "Nisi irure minim laborum quis eiusmod aliquip incididunt. Aute nisi minim sit consequat aliqua tempor velit reprehenderit officia adipisicing ad nulla. Voluptate sunt occaecat veniam ut aliquip do esse in anim consequat ullamco qui culpa. Enim sit velit mollit in esse culpa excepteur elit velit labore qui. Aute velit qui minim fugiat nisi officia. Adipisicing voluptate cillum ea ut culpa incididunt fugiat consectetur do duis reprehenderit et. Dolore non occaecat enim enim non id sint consequat sunt sint duis exercitation eiusmod.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Valenzuela",
    "image": "@Jones.png",
    "exercises": [
      {
        "name": "Stark",
        "type": "time",
        "description": "Anim veniam in do ipsum commodo dolore. Ut laboris non id irure incididunt. Elit fugiat est sint cillum esse exercitation do. Consequat ipsum enim enim esse aliquip et. Laboris ea non sunt aliqua minim dolor. Minim Lorem eu in pariatur magna duis amet exercitation eu.\r\n"
      },
      {
        "name": "Jordan",
        "type": "time",
        "description": "Ea excepteur in magna ut id occaecat irure ad exercitation ex aute veniam. Qui commodo deserunt mollit ea sunt do consequat et. Incididunt duis aliqua elit ullamco magna consequat velit voluptate commodo laboris reprehenderit nisi. Ad anim veniam commodo do Lorem anim Lorem. Incididunt anim adipisicing minim et sit dolor. Nostrud anim ipsum dolore magna enim mollit dolore cillum ullamco in aliquip ea. Nisi esse minim est sint officia nisi magna ea elit.\r\n"
      },
      {
        "name": "Vanessa",
        "type": "time",
        "description": "Qui aliquip enim elit ex anim velit elit eiusmod veniam minim et. Proident dolor cupidatat cupidatat commodo est qui ipsum officia pariatur. Ut velit incididunt officia ut id excepteur tempor voluptate culpa. Anim in ea cillum deserunt commodo duis magna.\r\n"
      },
      {
        "name": "Janet",
        "type": "time",
        "description": "Laboris commodo cillum duis mollit mollit nisi Lorem sint deserunt. Ea ea eiusmod excepteur duis cillum culpa tempor ad mollit exercitation et. Enim eiusmod elit voluptate reprehenderit proident voluptate sunt sit consectetur aute sit ipsum cillum. Ipsum nostrud ex irure nostrud eiusmod irure enim deserunt cillum.\r\n"
      },
      {
        "name": "Sofia",
        "type": "reps",
        "description": "Amet fugiat mollit nulla velit eiusmod ad ex dolor. Adipisicing quis est laborum ipsum fugiat. Amet est sint aliquip aute reprehenderit dolore.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Beryl",
    "image": "@Tillman.png",
    "exercises": [
      {
        "name": "Wolf",
        "type": "reps",
        "description": "Aute deserunt laborum esse tempor quis minim sunt. Voluptate adipisicing aliquip pariatur duis in sit duis. Laborum et ut id ex et eiusmod proident magna mollit occaecat esse tempor aute voluptate. Ipsum ut tempor ullamco laborum sit in fugiat veniam. Nisi commodo laboris est ipsum cillum sit. Amet enim veniam duis minim pariatur fugiat esse proident cupidatat ipsum dolor reprehenderit esse. Est labore mollit culpa anim laboris cupidatat do.\r\n"
      },
      {
        "name": "Hunter",
        "type": "reps",
        "description": "Aliqua do nulla do elit. Duis amet aliqua consequat enim pariatur ex laborum Lorem non adipisicing. Incididunt reprehenderit ut nostrud aliquip excepteur reprehenderit commodo minim cupidatat. Nostrud ad tempor eu ad ullamco nostrud. Ipsum id incididunt eu ad. Commodo veniam aliqua deserunt cillum eu quis eiusmod consectetur veniam fugiat consequat dolore nisi aliquip. Est ipsum in eu eu cillum consequat.\r\n"
      },
      {
        "name": "Love",
        "type": "time",
        "description": "Sint in eu enim esse cillum esse deserunt laboris irure exercitation enim magna pariatur excepteur. Id cillum Lorem reprehenderit laborum. Ea culpa excepteur id id tempor. Id quis Lorem id magna occaecat eiusmod est. Et sit sit anim proident amet do minim ipsum deserunt non. Dolore amet fugiat velit culpa qui exercitation amet ut aute ea eu.\r\n"
      },
      {
        "name": "Carrie",
        "type": "time",
        "description": "Voluptate ipsum cupidatat labore officia enim dolore nostrud labore ut. Cupidatat ea enim aute ullamco anim nostrud ad in aliquip. Eiusmod sint tempor in culpa amet. Tempor veniam labore ullamco laborum id ullamco ipsum consectetur aliquip commodo amet adipisicing aliqua irure.\r\n"
      },
      {
        "name": "Margarita",
        "type": "time",
        "description": "Eiusmod sit laboris proident anim labore ipsum eiusmod aliqua sunt officia et voluptate consequat. Mollit laborum velit reprehenderit sunt deserunt consectetur. Elit laborum proident dolore nulla ut commodo sit dolore et incididunt non. Consectetur commodo reprehenderit qui commodo est.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Marie",
    "image": "@Herman.png",
    "exercises": [
      {
        "name": "Weeks",
        "type": "time",
        "description": "Sint amet ut est sunt anim id aute ea consequat mollit eiusmod. Esse ullamco non est ex voluptate laborum enim aliqua pariatur pariatur veniam occaecat ea. Occaecat aute aliquip quis ad sit sit ex minim est fugiat sit. Veniam exercitation ullamco ex velit laboris. Tempor ea pariatur ea incididunt tempor tempor proident elit officia id quis ut. Exercitation incididunt dolor veniam qui. Velit occaecat minim incididunt aliqua nisi ipsum nostrud est nisi proident ad proident.\r\n"
      },
      {
        "name": "Marcella",
        "type": "time",
        "description": "Do adipisicing dolor nisi eu veniam cillum exercitation nulla elit cupidatat. Ad qui dolore occaecat in veniam nisi fugiat. Sunt consequat fugiat eu duis sunt quis culpa incididunt eiusmod excepteur in id non.\r\n"
      },
      {
        "name": "Latasha",
        "type": "time",
        "description": "Cillum in aute est velit non veniam ex. Do aliqua mollit enim ea nisi ut veniam veniam non cupidatat. Ea enim amet nulla consequat deserunt reprehenderit laboris enim. Cupidatat minim nisi fugiat proident qui cillum ea nostrud irure elit esse. Sit aliqua dolor fugiat quis laborum incididunt.\r\n"
      },
      {
        "name": "Roy",
        "type": "time",
        "description": "Ullamco laboris ex sunt amet aliqua mollit. Sint occaecat exercitation nulla adipisicing adipisicing exercitation velit cillum non amet sint eu. Ea dolor laborum do nulla reprehenderit eiusmod anim cillum laborum sunt non culpa. Pariatur exercitation mollit anim minim non veniam officia eiusmod.\r\n"
      },
      {
        "name": "David",
        "type": "time",
        "description": "Ex consectetur officia est ullamco id nostrud non eiusmod proident do sunt velit laborum. Eu est nisi aliqua tempor cillum proident nulla cupidatat. Id enim quis adipisicing ea ex laborum cupidatat. Sunt fugiat quis ipsum eiusmod ex ullamco enim.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Carey",
    "image": "@Tanner.png",
    "exercises": [
      {
        "name": "Imelda",
        "type": "reps",
        "description": "Labore eiusmod deserunt deserunt qui incididunt Lorem eiusmod duis. Commodo nulla minim duis elit dolore exercitation anim deserunt velit do. Commodo deserunt mollit culpa ut esse anim non cillum minim qui occaecat sint. Dolore pariatur eiusmod duis et ad sint do amet ipsum velit anim id cupidatat. Sint culpa ea officia aliqua exercitation reprehenderit id velit. Lorem id cupidatat laborum aliqua deserunt mollit sunt consequat mollit. Laborum magna enim elit nisi.\r\n"
      },
      {
        "name": "Rush",
        "type": "time",
        "description": "Excepteur mollit ullamco qui ex sunt labore. Fugiat est proident non irure tempor pariatur ipsum ea. Veniam deserunt duis laborum culpa laborum aliquip minim commodo reprehenderit nulla laborum ex eu officia. Consectetur incididunt reprehenderit sit cillum aute aliquip dolore.\r\n"
      },
      {
        "name": "Ortega",
        "type": "time",
        "description": "Irure culpa culpa esse cillum consectetur adipisicing magna exercitation. Pariatur in officia sint est nostrud elit quis. Dolore officia elit eiusmod anim aliquip duis. Magna sunt officia voluptate occaecat culpa do nisi commodo do pariatur id esse. In est esse deserunt cillum ullamco. In est incididunt in esse deserunt laboris ad qui commodo.\r\n"
      },
      {
        "name": "Ross",
        "type": "time",
        "description": "Pariatur in nulla qui officia Lorem qui non aute veniam excepteur minim enim. Non laborum dolor consequat consectetur et et labore aliqua occaecat adipisicing dolor nisi. Esse excepteur quis officia in aliqua eu fugiat officia aliqua incididunt mollit do pariatur.\r\n"
      },
      {
        "name": "Nolan",
        "type": "reps",
        "description": "Veniam sit ullamco do eu ea eu. Laboris occaecat cupidatat consequat Lorem tempor proident. Culpa amet cupidatat aliqua aute pariatur labore cupidatat duis.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Durham",
    "image": "@Rios.png",
    "exercises": [
      {
        "name": "Melody",
        "type": "time",
        "description": "Consequat consectetur duis cupidatat mollit incididunt esse sint adipisicing aute velit deserunt non. Sit quis magna mollit ad id nulla proident pariatur laborum aliquip. Officia eiusmod nisi nisi occaecat occaecat cupidatat anim do aliquip ullamco consectetur esse. Elit occaecat nostrud laboris irure mollit elit in minim quis irure sint.\r\n"
      },
      {
        "name": "Annmarie",
        "type": "time",
        "description": "Ut eiusmod exercitation ut duis ipsum velit elit sit excepteur nulla consectetur nostrud non sit. Nulla laborum sit sint deserunt quis occaecat cillum aliqua eiusmod nisi laborum culpa labore. Nisi sint deserunt quis culpa adipisicing non excepteur duis dolor Lorem ex irure incididunt. Reprehenderit in commodo cupidatat enim sit quis pariatur pariatur occaecat dolore aute. Dolor occaecat id quis velit cillum anim cillum in tempor nulla non labore exercitation nisi. Adipisicing amet ad aliqua ex nostrud nulla dolor. Ullamco cillum pariatur aliquip cupidatat tempor irure excepteur sit officia elit veniam excepteur.\r\n"
      },
      {
        "name": "Velez",
        "type": "reps",
        "description": "Officia non magna duis dolor ea incididunt in Lorem reprehenderit cupidatat aute. Officia duis et adipisicing ea nisi fugiat sunt laboris. Sit elit veniam sit Lorem minim sunt voluptate qui id irure aliqua cupidatat exercitation.\r\n"
      },
      {
        "name": "Langley",
        "type": "reps",
        "description": "Reprehenderit occaecat consectetur enim tempor deserunt non esse. Ad dolor cillum pariatur cillum. Laboris sunt dolor nulla dolor ea aliqua proident pariatur minim.\r\n"
      },
      {
        "name": "Wall",
        "type": "time",
        "description": "Sunt quis elit ut pariatur quis officia ut minim Lorem nostrud consequat dolor. Commodo proident minim aute esse nisi ipsum. Ex sint consectetur irure amet duis do. Amet minim ex esse in duis consectetur esse pariatur nisi duis exercitation culpa nostrud. Aliqua nulla reprehenderit nisi id veniam. Aliquip dolore incididunt nisi ut.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Karin",
    "image": "@Morales.png",
    "exercises": [
      {
        "name": "Glass",
        "type": "reps",
        "description": "Id velit est Lorem velit enim esse consequat ipsum nisi consectetur occaecat sint. Occaecat aute commodo mollit nostrud reprehenderit veniam duis sint culpa nulla. Et exercitation officia quis proident aute non incididunt nulla veniam. Non ullamco duis in dolore ex elit nulla in tempor adipisicing. Aute nulla pariatur esse ad exercitation qui consectetur ipsum aute.\r\n"
      },
      {
        "name": "Carter",
        "type": "reps",
        "description": "Voluptate pariatur laboris adipisicing anim non cupidatat exercitation deserunt sunt fugiat laboris dolore. Sit tempor aliquip esse do et veniam anim proident. Esse dolor in labore ex elit est quis do adipisicing minim enim.\r\n"
      },
      {
        "name": "Dee",
        "type": "reps",
        "description": "Excepteur nulla aliqua et nulla magna. Consequat eiusmod id velit qui do officia ipsum ea eiusmod consequat sunt laborum anim proident. Fugiat duis aliqua est deserunt dolore minim exercitation eu et aute proident. Velit excepteur qui exercitation velit aute velit consectetur magna. Magna enim nisi mollit est consequat non ea proident.\r\n"
      },
      {
        "name": "Amparo",
        "type": "time",
        "description": "Lorem aliquip do aliquip officia commodo ipsum sit pariatur eu mollit labore occaecat sunt enim. Duis aute et minim nisi. Excepteur adipisicing incididunt veniam occaecat. Dolore id laborum ad cillum fugiat ea eiusmod minim cupidatat enim id sunt. Id quis reprehenderit id aliqua. Aliquip aliquip reprehenderit ipsum mollit. Et esse proident enim nisi proident.\r\n"
      },
      {
        "name": "Valdez",
        "type": "reps",
        "description": "Eu incididunt ex culpa enim quis aliquip proident esse adipisicing in quis nulla irure. Eu culpa nisi laborum consectetur est duis ullamco esse cupidatat ut. Velit consectetur irure eu dolore ea proident. Deserunt sint ex ut duis. Nisi anim eu enim consectetur aute exercitation dolore sunt aliqua. Ullamco laborum ipsum irure ullamco veniam et anim quis voluptate elit labore id.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Blankenship",
    "image": "@Clayton.png",
    "exercises": [
      {
        "name": "Perry",
        "type": "reps",
        "description": "Proident minim est ex enim cupidatat sunt. Aliqua aute adipisicing Lorem laboris mollit nulla Lorem nostrud. Tempor dolore quis elit dolor dolor enim aliqua et officia anim. Aute irure cillum aliquip labore laboris nisi mollit occaecat ipsum minim proident.\r\n"
      },
      {
        "name": "Lang",
        "type": "time",
        "description": "Magna ullamco adipisicing occaecat dolor cupidatat aliqua veniam officia ad aliqua anim aute. Elit nisi cillum aliquip incididunt sint laborum mollit esse minim incididunt duis. Dolore sit reprehenderit laborum sint eu exercitation dolore duis.\r\n"
      },
      {
        "name": "Regina",
        "type": "time",
        "description": "Est culpa officia ut do duis minim consequat ipsum Lorem nostrud veniam laboris adipisicing. Sit esse magna laborum do magna officia eu duis. Ad eu pariatur duis sit adipisicing deserunt mollit velit. Mollit quis consequat anim ad mollit labore qui ipsum fugiat.\r\n"
      },
      {
        "name": "Guzman",
        "type": "time",
        "description": "Amet ipsum fugiat dolore in commodo est pariatur eu et pariatur dolor. Voluptate est et laborum ad cillum. Deserunt eiusmod enim dolor irure ad fugiat sit ut labore non mollit fugiat. Nulla sint tempor officia ut et.\r\n"
      },
      {
        "name": "Esmeralda",
        "type": "time",
        "description": "Enim cupidatat nulla id ut eiusmod id deserunt. Aute deserunt duis occaecat Lorem reprehenderit irure non amet cupidatat. Et exercitation culpa esse aute voluptate amet anim adipisicing proident labore culpa reprehenderit. Aliqua sit qui qui amet officia culpa.\r\n"
      }
    ]
  },
  {
    "exercise_group": "Addie",
    "image": "@Sherman.png",
    "exercises": [
      {
        "name": "Bonnie",
        "type": "time",
        "description": "Ut veniam Lorem enim nisi nostrud consequat proident esse culpa commodo. Non est cupidatat culpa esse sit ad excepteur labore. Ut occaecat proident irure laboris do labore nulla cillum sit do anim aliqua fugiat Lorem. Culpa adipisicing commodo est non non sit aliqua deserunt dolor id amet ea fugiat.\r\n"
      },
      {
        "name": "Goodman",
        "type": "time",
        "description": "Sint enim dolor ex sunt dolor voluptate sint sit sunt tempor. Aliquip ex elit duis voluptate veniam non eu proident dolore laboris. Labore ea dolor eu enim duis dolor.\r\n"
      },
      {
        "name": "Petra",
        "type": "time",
        "description": "Cillum laborum cillum laboris nostrud consequat qui voluptate ad laborum ad. In nisi dolore eiusmod irure laboris commodo minim nisi dolore aliqua qui. Ullamco est tempor duis magna pariatur ut officia officia pariatur deserunt anim non. Eu duis ullamco Lorem ex officia veniam consequat aliquip anim officia in excepteur. In veniam ullamco eu ad proident cupidatat do voluptate.\r\n"
      },
      {
        "name": "Sosa",
        "type": "time",
        "description": "Dolore culpa ipsum Lorem tempor duis culpa et fugiat veniam veniam ullamco culpa incididunt. Proident laborum est ullamco aute. Duis ad nostrud adipisicing sint mollit fugiat. Ea aliqua cupidatat et culpa. Amet eiusmod nulla amet Lorem aliqua nostrud mollit commodo excepteur esse dolore aute esse. Fugiat in enim dolore magna.\r\n"
      },
      {
        "name": "Marissa",
        "type": "time",
        "description": "Irure voluptate commodo in tempor id minim quis est duis. Lorem incididunt eu ut eiusmod Lorem deserunt ea eu et nisi. Tempor pariatur amet ipsum amet proident laboris sint velit culpa qui. Laborum minim anim proident et incididunt ex occaecat. Aute aliquip consequat commodo nulla minim sunt. Excepteur consectetur culpa aliquip sint. Proident in Lorem veniam in duis do commodo esse Lorem amet adipisicing.\r\n"
      }
    ]
  }
]